# ************************************************************
# Sequel Pro SQL dump
# Version 3408
#
# http://www.sequelpro.com/
# http://code.google.com/p/sequel-pro/
#
# Host: 192.168.10.74 (MySQL 5.6.17)
# Database: kdoa
# Generation Time: 2015-09-10 07:33:41 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table onethink_contact
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_contact`;

CREATE TABLE `onethink_contact` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '姓名',
  `letter` varchar(50) NOT NULL DEFAULT '' COMMENT '拼音',
  `company` varchar(30) NOT NULL DEFAULT '' COMMENT '公司',
  `dept` varchar(20) NOT NULL DEFAULT '' COMMENT '部门',
  `position` varchar(20) NOT NULL DEFAULT '' COMMENT '职位',
  `email` varchar(255) NOT NULL DEFAULT '' COMMENT '邮件',
  `office_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '办公电话',
  `mobile_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '移动电话',
  `website` varchar(50) NOT NULL DEFAULT '' COMMENT '网站',
  `im` varchar(20) NOT NULL DEFAULT '' COMMENT '即时通讯',
  `address` varchar(50) NOT NULL DEFAULT '' COMMENT '地址',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `remark` text COMMENT '备注',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='think_user_info';

LOCK TABLES `onethink_contact` WRITE;
/*!40000 ALTER TABLE `onethink_contact` DISABLE KEYS */;

INSERT INTO `onethink_contact` (`id`, `name`, `letter`, `company`, `dept`, `position`, `email`, `office_tel`, `mobile_tel`, `website`, `im`, `address`, `user_id`, `remark`, `is_del`)
VALUES
	(9,'马腾化','MTH','腾讯','CEO','CEO','pony@qq.com','公电话','手机','','','2',1,'',1),
	(10,'雷军','LJ','小米','CEO','CEO','yyyyy@yy.com','010-12341234','139-1234-1234','www.sohu.com','1234567','',1,'',1),
	(11,'张三','ZS','张三','IT','CEO','zhang@zhang.com','654','321','','12356','1',1,'',1),
	(21,'223e23','','','','','abc@sohu.com','23232','','','','',1,'',1),
	(22,'123151','','222222222222','1231','234','abc@sohu.com','231','234','1231231','234','2342342',1,'123123',1),
	(23,'1234124123','','123','1231','12','312@sohu.com','2312','312','312','123','11231231',1,'3123',1),
	(24,'132','','','','','123@13.com','21331','','','','',1,'',1);

/*!40000 ALTER TABLE `onethink_contact` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_customer
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_customer`;

CREATE TABLE `onethink_customer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '名称',
  `letter` varchar(50) NOT NULL DEFAULT '' COMMENT '拼音',
  `biz_license` varchar(30) NOT NULL DEFAULT '' COMMENT '营业许可',
  `short` varchar(20) NOT NULL DEFAULT '' COMMENT '简称',
  `contact` varchar(20) NOT NULL DEFAULT '' COMMENT '联系人姓名',
  `email` varchar(255) NOT NULL DEFAULT '' COMMENT '邮件地址',
  `office_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '办公电话',
  `mobile_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '移动电话',
  `fax` varchar(20) NOT NULL DEFAULT '' COMMENT '传真',
  `salesman` varchar(50) NOT NULL DEFAULT '' COMMENT '业务员',
  `im` varchar(20) NOT NULL DEFAULT '' COMMENT '即时通讯',
  `address` varchar(50) NOT NULL DEFAULT '' COMMENT '地址',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `remark` text,
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `payment` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_customer` WRITE;
/*!40000 ALTER TABLE `onethink_customer` DISABLE KEYS */;

INSERT INTO `onethink_customer` (`id`, `name`, `letter`, `biz_license`, `short`, `contact`, `email`, `office_tel`, `mobile_tel`, `fax`, `salesman`, `im`, `address`, `user_id`, `remark`, `is_del`, `payment`)
VALUES
	(29,'名称','MC','之间','教程','路线','已经','不敢','手机','重装','因为','聊天','定制',1,'杀杀杀杀杀杀杀杀杀',1,'是'),
	(30,'名称','MC','是','搜索','是','是','是','','','','','',0,'',0,'是');

/*!40000 ALTER TABLE `onethink_customer` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_daily_report
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_daily_report`;

CREATE TABLE `onethink_daily_report` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(50) DEFAULT NULL,
  `dept_id` int(11) DEFAULT NULL,
  `dept_name` varchar(50) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `content` text,
  `plan` text,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `is_submit` tinyint(3) DEFAULT NULL,
  `add_file` text,
  `score_1` tinyint(3) DEFAULT NULL,
  `score_2` tinyint(3) DEFAULT NULL,
  `score_3` tinyint(3) DEFAULT NULL,
  `score_4` tinyint(3) DEFAULT NULL,
  `score_5` tinyint(3) DEFAULT NULL,
  `score_6` tinyint(3) DEFAULT NULL,
  `score_7` tinyint(3) DEFAULT NULL,
  `score_8` tinyint(3) DEFAULT NULL,
  `score_total` tinyint(3) DEFAULT NULL,
  `work_date` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_daily_report` WRITE;
/*!40000 ALTER TABLE `onethink_daily_report` DISABLE KEYS */;

INSERT INTO `onethink_daily_report` (`id`, `user_id`, `user_name`, `dept_id`, `dept_name`, `create_time`, `content`, `plan`, `is_del`, `is_submit`, `add_file`, `score_1`, `score_2`, `score_3`, `score_4`, `score_5`, `score_6`, `score_7`, `score_8`, `score_total`, `work_date`)
VALUES
	(36,1,'管理员',1,'小贷企业',1420792495,'今日工作小结','明日目标：',0,1,'',1,2,3,4,5,6,7,8,36,'2015-01-09'),
	(37,0,NULL,NULL,NULL,NULL,NULL,NULL,0,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(38,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(39,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(40,1,'管理员',1,'小贷企业',1420790236,'','',0,0,'',0,0,0,0,0,0,0,0,0,'2015-01-09'),
	(41,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(42,1,'管理员',1,'小贷企业',1420795045,'','',0,0,'',0,0,0,0,0,0,0,0,0,'2015-01-09'),
	(43,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(44,1,'管理员',1,'小贷企业',1421377819,'SSSSSSSSSSSSSSSSS','',0,0,'',1,2,3,4,5,6,7,8,36,'2015-01-16'),
	(45,1,'管理员',1,'小贷企业',1421215672,'ssss',NULL,1,NULL,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(46,1,'管理员',1,'小贷企业',1421215766,'asdfa sdf',NULL,1,NULL,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(47,1,'管理员',1,'小贷企业',1421215819,'ssdfsdf',NULL,1,NULL,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
	(48,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL);

/*!40000 ALTER TABLE `onethink_daily_report` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_daily_report_comment
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_daily_report_comment`;

CREATE TABLE `onethink_daily_report_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doc_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `pid` int(11) DEFAULT NULL,
  `reply` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_daily_report_comment` WRITE;
/*!40000 ALTER TABLE `onethink_daily_report_comment` DISABLE KEYS */;

INSERT INTO `onethink_daily_report_comment` (`id`, `doc_id`, `name`, `content`, `user_id`, `user_name`, `add_file`, `is_del`, `create_time`, `update_time`, `pid`, `reply`)
VALUES
	(66,44,'','cccccccccccccc',1,'管理员','',1,1421216195,1421218844,NULL,'CCCCCCCCCCCCC'),
	(67,44,'','ccccccccccc',1,'管理员','',0,1421216195,0,NULL,NULL),
	(68,44,'','XXXXXXXXXXXXXXXX',1,'管理员','',0,1421216758,0,NULL,NULL);

/*!40000 ALTER TABLE `onethink_daily_report_comment` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_daily_report_detail
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_daily_report_detail`;

CREATE TABLE `onethink_daily_report_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `seq` tinyint(3) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `item` text,
  `start_time` varchar(255) DEFAULT NULL,
  `end_time` varchar(255) DEFAULT NULL,
  `type` tinyint(3) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `priority` varchar(10) DEFAULT NULL,
  `is_need_help` tinyint(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_daily_report_detail` WRITE;
/*!40000 ALTER TABLE `onethink_daily_report_detail` DISABLE KEYS */;

INSERT INTO `onethink_daily_report_detail` (`id`, `pid`, `seq`, `subject`, `item`, `start_time`, `end_time`, `type`, `status`, `priority`, `is_need_help`)
VALUES
	(44,40,NULL,'1111111','工作内容1|||工作内容2|||工作内容3|||工作内容4|||工作内容5','||||||||||||','||||||||||||',1,NULL,NULL,NULL),
	(45,40,NULL,'2222','工作内容10|||工作内容11','|||','|||',1,NULL,NULL,NULL),
	(46,40,NULL,'3333333333333333333','333333333333|||3333333333333333','|||','|||',1,NULL,NULL,NULL),
	(147,36,NULL,'主要工作事项1','工作内容1|||工作内容2|||工作内容3','||||||','||||||',1,NULL,NULL,NULL),
	(148,36,NULL,'主要工作事项2','工作内容4|||工作内容5|||工作内容6','||||||','||||||',1,NULL,NULL,NULL),
	(149,36,NULL,'主要工作事项4','工作内容10|||工作内容11|||工作内容12','||||||','||||||',1,NULL,NULL,NULL),
	(150,36,NULL,'主要工作事项1','计划推荐目标1','1','2',2,NULL,'A',NULL),
	(151,36,NULL,'主要工作事项2','计划推荐目标2','3','4',2,NULL,'B',NULL),
	(152,36,NULL,'主要工作事项3','计划推荐目标3','5','6',2,NULL,'C',NULL),
	(153,36,NULL,'主要工作事项4','计划推荐目标4','7','8',2,NULL,'D',NULL),
	(154,36,NULL,'主要工作事项5','计划推荐目标5','9','10',2,NULL,'E',NULL),
	(155,36,NULL,'主要工作事项6','计划推荐目标6','11','12',2,NULL,'F',NULL),
	(156,36,NULL,'主要工作事项7','计划推荐目标7','13','14',2,NULL,'G',NULL),
	(157,36,NULL,'主要工作事项8','计划推荐目标8','15','16',2,NULL,'H',NULL),
	(161,42,NULL,'主要工作事项1','工作内容1|||工作内容2|||工作内容3','1|||3|||5','2|||4|||6',1,NULL,NULL,NULL),
	(162,42,NULL,'主要工作事项2','工作内容4|||工作内容5|||工作内容6','7|||9|||11','8|||10|||12',1,NULL,NULL,NULL),
	(163,42,NULL,'主要工作事项4','工作内容10|||工作内容11|||工作内容12','13|||15|||17','14|||16|||18',1,NULL,NULL,NULL),
	(168,43,NULL,'11','|||','|||','|||',1,NULL,NULL,NULL),
	(169,43,NULL,'22','|||','|||','|||',1,NULL,NULL,NULL),
	(170,43,NULL,'33','|||','|||','|||',1,NULL,NULL,NULL),
	(171,43,NULL,'55','','','',2,NULL,'',0),
	(172,43,NULL,'66','','','',2,NULL,'',0),
	(173,43,NULL,'77','','','',2,NULL,'',0),
	(174,43,NULL,'88','','','',2,NULL,'',0),
	(187,44,NULL,'主要工作事项1','工作内容1|||工作内容2|||工作内容3','01:30|||00:00|||00:00','00:00|||00:00|||00:00',1,NULL,NULL,NULL),
	(188,44,NULL,'主要工作事项2','工作内容4|||工作内容5|||工作内容6','00:00|||00:00|||00:00','00:00|||00:00|||00:00',1,NULL,NULL,NULL),
	(189,44,NULL,'主要工作事项4','工作内容10|||工作内容11|||工作内容12','00:00|||00:00|||00:00','00:00|||00:00|||00:00',1,NULL,NULL,NULL),
	(190,44,NULL,'XXXXXXX','','00:00','00:00',2,NULL,'A',0);

/*!40000 ALTER TABLE `onethink_daily_report_detail` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_dept
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_dept`;

CREATE TABLE `onethink_dept` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '父级ID',
  `dept_no` varchar(20) NOT NULL DEFAULT '' COMMENT '部门编号',
  `dept_grade_id` int(11) NOT NULL DEFAULT '0' COMMENT '部门等级ID',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `short` varchar(20) NOT NULL DEFAULT '' COMMENT '简称',
  `sort` varchar(20) NOT NULL DEFAULT '' COMMENT '排序',
  `remark` varchar(255) NOT NULL DEFAULT '' COMMENT '备注',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_dept` WRITE;
/*!40000 ALTER TABLE `onethink_dept` DISABLE KEYS */;

INSERT INTO `onethink_dept` (`id`, `pid`, `dept_no`, `dept_grade_id`, `name`, `short`, `sort`, `remark`, `is_del`)
VALUES
	(1,0,'A1',0,'体育学院','学院','','',0),
	(40,1,'YBZR',18,'院办主任','院办主任','3','',0),
	(6,1,'GLB',18,'秘书及辅导员','秘书','5','',0),
	(7,1,'XSB',18,'老师及教辅','老师','6','',0),
	(24,1,'ZWK',18,'主任及团委','主任','4','',0),
	(37,7,'FXgZz',18,'论文答辨小组','论文答辨小组','7','',0),
	(36,7,'FXgZz',18,'论文领导小组','论文领导小组','7','',0),
	(30,1,'ZXJB',18,'院长及书记','学校领导','1','',0),
	(32,1,'FXgZ',18,'分管领导','分管领导','2','',0),
	(39,1,'YTWSJ',18,'院团委书记','院团委书记','3','',0);

/*!40000 ALTER TABLE `onethink_dept` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_dept_grade
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_dept_grade`;

CREATE TABLE `onethink_dept_grade` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `grade_no` varchar(10) NOT NULL DEFAULT '' COMMENT '部门级别编码',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `sort` varchar(10) NOT NULL DEFAULT '' COMMENT '排序',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_dept_grade` WRITE;
/*!40000 ALTER TABLE `onethink_dept_grade` DISABLE KEYS */;

INSERT INTO `onethink_dept_grade` (`id`, `grade_no`, `name`, `sort`, `is_del`)
VALUES
	(18,'DG2','学院','2',0);

/*!40000 ALTER TABLE `onethink_dept_grade` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_doc
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_doc`;

CREATE TABLE `onethink_doc` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `doc_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `folder` int(11) NOT NULL DEFAULT '0' COMMENT '文件夹',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_doc` WRITE;
/*!40000 ALTER TABLE `onethink_doc` DISABLE KEYS */;

INSERT INTO `onethink_doc` (`id`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`)
VALUES
	(87,'2015-0001','行政表格','&nbsp; &nbsp;',67,'6107661a0db8d592a3bd9f926ec12eee;6b8d223ac5168c0f85755dd04fed5123;12f6bb4c29e504fdf84b9a22abca3f94;b954b9ddf7237d8beed831c57dd57903;153940ae5d8300bd1e8e587a99206b66;9ce511fd1aa19bf0e01fa46d04bacfd2;',1,'管理员',1437617432,0,1),
	(88,'2015-0002','实习设计','&nbsp;',68,'1c250f70366cc079fe9a08b641057aa1;5e489358c7478f285c8a75300a40edc6;10eb8adc64b132da7bfb5e7f697a406b;85e609afe771f54b3dc3bb9a1f445bd7;423c1e21fa424e6f9a5a137322efec84;',1,'管理员',1437617461,0,1),
	(89,'2015-0003','毕业设计（论文）相关表格（新版）','&nbsp;',69,'8b6c5e5be79182d3bf164dbb53516fae;ca890e6d32a1f573490da8a58c373151;f225a86344a0a165716f79aea5559bbb;d71a6e09225720473688cb3a786536fb;6da0b62a159aa4684c39b3c6a102e8f6;48a55084f51dfba8ddfaa011f1fb0345;c5',1,'管理员',1437617492,0,1),
	(90,'2015-0004','教学','&nbsp;',70,'5b235381b44fa243fd7eff811eb27ae8;bb0d1c8855ee03186ef0f26799a431e7;ade4e09b29a3eda69fedf25494b7e28d;434191f6ecebfae55e1dd1fe21f7b8b5;ceb33b8fb222d88819372014056ae647;ef28809b6b803abaea38ebde23960458;ac',1,'管理员',1437617524,0,1),
	(91,'2015-0005','各类课程教学大纲编写格式（2015年4月29日更新版）','&nbsp;',70,'5f2345998e1267f2f1cd1f32d224c4f6;a8f68498a2469273bb160ae0de4d6a17;a47bf5bd2d73443378b2fd99ebe7203a;46b71c30d7676cbcbbd5d5bbaecfc385;50128922d6e2d7f1a811eb90689c446f;09e4bb8adbd8a2449b0ce352a932582c;c6',1,'管理员',1437617871,0,1),
	(92,'2015-0006','各类课程教学大纲编写格式（2015年4月29日更新版）','&nbsp;',70,'b9366323960bf6460b4d8e171a95b602;',1,'管理员',1437617966,0,0),
	(93,'2015-0007','广西科技大学2014 -2015学年第二学期教学进度表','&nbsp;&nbsp;',70,'4681e524e7394cba62205567d58275f2;',1,'管理员',1437617990,0,0),
	(94,'2015-0008','广西科技大学本科毕业设计（论文）中期检查表（学生用）','&nbsp;',70,'600a557e4a4a7756f90806daf761c94e;',1,'管理员',1437618017,0,0),
	(95,'2015-0009','广西科技大学本科毕业设计（论文）中期检查表（指导教师用）','&nbsp;',70,'6a9af0d137e22ae6551ec3ba6d0c382a;',1,'管理员',1437618033,0,0),
	(96,'2015-0010','广西科技大学本科人才培养方案执行计划表','&nbsp;',70,'e863410016dc6b90e80058119cd92494;',1,'管理员',1437618046,0,0),
	(97,'2015-0011','广西科技大学本科人才培养方案执行计划异动申请表（2013年5月版）','&nbsp;',70,'a7ec2416b124cd1923ace58c996f0e9c;',1,'管理员',1437618068,0,0),
	(98,'2015-0012','广西科技大学本科生创新学分申请表','&nbsp;',70,'cdb18b32b4880a1e911d9a98995f442f;',1,'管理员',1437618089,0,0),
	(99,'2015-0013','广西科技大学教师调课审批表','&nbsp;',70,'283b74676fcc0ed365f6970e2f4330bc;',1,'管理员',1437618126,0,0),
	(100,'2015-0014','广西科技大学教师听课表','&nbsp;',70,'49b15f16569f756350bbee16874ad54b;',1,'管理员',1437618141,0,0),
	(101,'2015-0015','广西科技大学教学团队申请表（2015年3月版）','&nbsp;',70,'d9e90ca2ac43278635b7f3afbdffe468;',1,'管理员',1437618202,0,0),
	(102,'2015-0016','广西科技大学课程考核命题审批表','&nbsp;',70,'931041de322570564b8bf444af729a7a;',1,'管理员',1437618260,0,0),
	(103,'2015-0017','广西科技大学课程考试情况分析表','&nbsp;',70,'1bd28bf8135cc11634f5b589d6529242;',1,'管理员',1437618479,0,0),
	(104,'2015-0018','广西科技大学课程考核命题审批表','&nbsp;',70,'7052107001853f38f1928af05a9569de;',1,'管理员',1437618503,0,0),
	(105,'2015-0019','广西科技大学期中教学检查汇总表','&nbsp;',70,'b6df2bd8af1ee6d2a5c54c0009b614a3;',1,'管理员',1437618524,0,0),
	(106,'2015-0020','广西科技大学任课教师课堂教学自评表','&nbsp;',70,'ccf9a672d4273d7d1d9983c6bd2663c2;',1,'管理员',1437618546,0,0),
	(107,'2015-0021','广西科技大学试题答案及评分细则格式','&nbsp;',70,'a17b4454e0828ebed0022f95e97e83c3;',1,'管理员',1437618577,0,0),
	(108,'2015-0022','广西科技大学试题纸格式','&nbsp;',70,'76363ecc47b7313f6a3f4e20dbcd5c27;',1,'管理员',1437618698,0,0),
	(109,'2015-0023','广西科技大学听课表（管理干部） (1)','&nbsp;',70,'84c7394b572ffc9b691958ca7d8aeb52;',1,'管理员',1437619051,0,0),
	(110,'2015-0024','广西科技大学听课表（试讲专用）','&nbsp;',70,'8e3dd6ad653e5b423ce3a9461191f90e;',1,'管理员',1437619089,0,0),
	(111,'2015-0025','广西科技大学校级选修课开课申请表','<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>',70,'2a77715060074ad266f6267cc98de890;',1,'管理员',1437619110,0,0),
	(112,'2015-0026','广西科技大学学生补考资格名单','&nbsp;',70,'5a388afec038be3b804718e38b1f61c1;',1,'管理员',1437619131,0,0),
	(113,'2015-0027','广西科技大学学生申请延长学习时间审批表 (1)','&nbsp;',70,'6d1358749a8be8714b3770328ce61fdb;',1,'管理员',1437619152,0,0),
	(114,'2015-0028','广西科技大学学生申请延长学习时间审批表','&nbsp;',70,'520d2271da608a47b66d351d5bd4fd14;',1,'管理员',1437619172,0,0),
	(115,'2015-0029','广西科技大学学生试读审批表','&nbsp;',70,'b659e23f206763d9a9517aa10ca10571;',1,'管理员',1437619193,0,0),
	(116,'2015-0030','广西科技大学学生退学审批表','&nbsp;',70,'4d0e5373bb0c821c98af803595defe40;',1,'管理员',1437619227,0,0),
	(117,'2015-0031','广西科技大学学生休学审批表','&nbsp;',70,'bd39595e804793eea7a1a0d81d9049c3;',1,'管理员',1437619249,0,0),
	(118,'2015-0032','广西科技大学学生转专业审批表','&nbsp;',70,'6720f9d75dd4f70b403fbe7074febe6b;',1,'管理员',1437619273,0,0),
	(119,'2015-0033','教学大纲编写格式','&nbsp;',70,'0fc29df197a3d5db89dea704dd0e67f4;',1,'管理员',1437619292,0,0),
	(120,'2015-0034','任课教师情况一览表','&nbsp;',70,'45d014eeaa8514ef7c55ae062a4ae49b;',1,'管理员',1437619575,0,0),
	(121,'2015-0035','申报表','&nbsp;',70,'563877feedccd4f704491def5e14cee6;',1,'管理员',1437619590,0,0),
	(122,'2015-0036','广西科技大学普通本科毕业设计（论文）课题申报表','&nbsp;',69,'7f5d7d196c8d97d516b535e7f99e8a2f;',1,'管理员',1437619629,0,0),
	(123,'2015-0037','20XX届XX学院普通本科毕业设计（论文）情况一览表（excel版）',' ',69,'dd0c2c5b57dbe2d2eefccbf656490eaa;',1,'管理员',1437619646,1437619688,0),
	(124,'2015-0038','20XX届XX学院普通本科毕业设计（论文）情况一览表（word版）','&nbsp;',69,'e52c1f416f015a1d9b22ade47eb15f8c;',1,'管理员',1437619662,0,0),
	(125,'2015-0039','广西科技大学毕业设计（论文）任务书','&nbsp;',69,'c929f0085179e2e7bd7d015c7e4c9b83;',1,'管理员',1437619701,0,0),
	(126,'2015-0040','广西科技大学普通本科毕业设计（论文）开题报告','&nbsp;',69,'671a71d09d0e7a8fc17a68434664c682;',1,'管理员',1437619718,0,0),
	(127,'2015-0041','毕业设计（论文）说明书封面','&nbsp;',69,'28b34530748dd27628fb73d8ba23049b;',1,'管理员',1437619766,0,0),
	(128,'2015-0042','学生申请答辩表','&nbsp;',69,'14d58c6d3738e52b7fd8188bbc25043f;',1,'管理员',1437619783,0,0),
	(129,'2015-0043','广西科技大学本科毕业论文评审表(评阅人用）','&nbsp;',69,'de102ac6610fe10bd7c64a01bc013f18;',1,'管理员',1437619806,0,0),
	(130,'2015-0044','广西科技大学本科毕业设计（工程类）评审表(评阅人用)','&nbsp;',69,'006d34bdc81649ecc1cf7e0ac9317d1a;',1,'管理员',1437619832,0,0),
	(131,'2015-0045',' 广西科技大学本科毕业设计（实验类）评审表(评阅人用)','&nbsp;',69,'b96675a944855f57b1cd025b00f0cb61;',1,'管理员',1437619864,0,0),
	(132,'2015-0046','广西科技大学本科毕业设计（论文）答辩评审表','&nbsp;',69,'4bfe382935bd5ac269db2d7d57bb8564;',1,'管理员',1437619879,0,0),
	(133,'2015-0047','20XX届本科毕业设计（论文）工作汇总表（excel版）','&nbsp;',69,'b18ad403a2cb71b983b090b240005175;',1,'管理员',1437619897,0,0),
	(134,'2015-0048','20XX届本科毕业设计（论文）工作汇总表（word版）','&nbsp;',69,'d745fb1f62e6a83a23a88535f5d65c25;',1,'管理员',1437620167,0,0),
	(135,'2015-0049','XX学院 XX届本科业设计（论文）工作总结','&nbsp;',69,'357216977ed4e97be966a329874aebf5;',1,'管理员',1437620314,0,0),
	(136,'2015-0050',' 广西科技大学本科毕业设计（论文）中期检查表（学生用）','&nbsp;',69,'8a2a8a7d7729827821b747d677e4334f;',1,'管理员',1437620456,0,0),
	(137,'2015-0051','广西科技大学本科毕业设计（论文）中期检查表（指导教师用）','&nbsp;',69,'cd54d41e4d6bbc365555e34553ccc1f6;',1,'管理员',1437620472,0,0),
	(138,'2015-0052','广西科技大学本科优秀毕业设计（论文）申报表','&nbsp;',69,'b8f1e19ffc1f62eb3371db3718ad4362;',1,'管理员',1437620494,0,0),
	(139,'2015-0053','广西科技大学本科毕业设计（论文）优秀指导教师申报表','&nbsp;',69,'32883f7e3c8cca43d09a0ffa46a5e83b;',1,'管理员',1437620510,0,0),
	(140,'2015-0054','广西科技大学毕业设计（论文）优秀指导教师推荐汇总表','&nbsp;',69,'79b2f61d8bf3d677b271e950aa30c5f8;',1,'管理员',1437620534,0,0),
	(141,'2015-0055','XX学院XX专业本科毕业设计（论文）学术不端行为检测情况汇总表（excel版）','&nbsp;',69,'0a7555ad24e1c596ae673574f8a1d94c;',1,'管理员',1437620551,0,0),
	(142,'2015-0056','XX学院XX专业本科毕业设计（论文）学术不端行为检测情况汇总表（excel版）','&nbsp;',69,'0a7555ad24e1c596ae673574f8a1d94c;',1,'管理员',1437620551,0,0),
	(143,'2015-0057','广西科技大学20XX届普通本科生通过毕业设计（论文）资格审查名单一览表','&nbsp;',69,'75a461e3c22fc0d7e69ebcb93c07428d;',1,'管理员',1437620618,0,0),
	(144,'2015-0058','广西科技大学20XX届普通本科生未通过毕业设计（论文）资格审查名单一览表','&nbsp;',69,'02ea34e62723540b3307c381e6e6e205;',1,'管理员',1437620639,0,0),
	(145,'2015-0059','广西科技大学本科毕业实习安排表','&nbsp;',68,'3e0b8c126182821ce13bb1eddc9d1259;',1,'管理员',1437620681,0,0),
	(146,'2015-0060','广西科技大学发放签领单 ','&nbsp;',68,'8c7fbe7b0869d2ad11aca19fa8b437ad;',1,'管理员',1437620697,0,0),
	(147,'2015-0061','广西科技大学实习计划表','&nbsp;',68,'8f193da215dcc79e047c5db1b1d79e0f;',1,'管理员',1437620713,0,0),
	(148,'2015-0062','广西科技大学实习计划表','&nbsp;',68,'bcaa8d6c3a23422dabb654bf18e666c3;',1,'管理员',1437620727,0,0),
	(149,'2015-0063','广西科技大学学生实习评价表（实习单位用）','&nbsp;',68,'c0aa1fa8a1f461ee7a088a31fcc6ce41;',1,'管理员',1437620744,0,0),
	(150,'2015-0064','处级领导出境审批表','&nbsp;',67,'524cba23d72d700a953525fdfa0eb4fd;',1,'管理员',1437620767,0,0),
	(151,'2015-0065','处级领导请假单','&nbsp;',67,'966bdf3fc0f571585d3143f1f681b5d7;',1,'管理员',1437620781,0,0),
	(152,'2015-0066','教职工出境审批表','&nbsp;',67,'c5f9ea0ec7fba3708a99fc8fba78200d;',1,'管理员',1437620795,0,0),
	(153,'2015-0067','教职工请假单','&nbsp;',67,'548299b7d8440401af28f3bb11674a5b;',1,'管理员',1437620807,0,0),
	(154,'2015-0068','现金审批表','&nbsp;',67,'d0c1f534b75e0bc898daadcb64fc4edc;',1,'管理员',1437620822,0,0),
	(155,'2015-0069','用印申请','&nbsp;',67,'0877a6e7f2fd057971a366670170668e;',1,'管理员',1437620843,0,0);

/*!40000 ALTER TABLE `onethink_doc` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_document_syllabus
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_document_syllabus`;

CREATE TABLE `onethink_document_syllabus` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `course` varchar(255) NOT NULL COMMENT '课程',
  `teacher` varchar(255) NOT NULL COMMENT '老师',
  `teachingja` varchar(255) NOT NULL COMMENT '教案',
  `check` varchar(255) NOT NULL COMMENT '考勤',
  `week` int(10) unsigned NOT NULL COMMENT '星期',
  `one` varchar(255) NOT NULL DEFAULT '' COMMENT '第几节课',
  `two` varchar(255) NOT NULL DEFAULT '' COMMENT '年级a1,a3',
  `three` varchar(255) NOT NULL COMMENT '预留',
  `four` varchar(255) NOT NULL COMMENT '预留',
  `five` varchar(255) NOT NULL COMMENT '预留',
  `Uid` varchar(10) NOT NULL COMMENT '用户id',
  `wfs` varchar(255) DEFAULT NULL COMMENT '起始周',
  `period` int(11) DEFAULT NULL COMMENT '学时',
  `place` varchar(255) DEFAULT NULL COMMENT '地点',
  `type` int(11) DEFAULT NULL COMMENT '1 公体 2专业',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

LOCK TABLES `onethink_document_syllabus` WRITE;
/*!40000 ALTER TABLE `onethink_document_syllabus` DISABLE KEYS */;

INSERT INTO `onethink_document_syllabus` (`id`, `course`, `teacher`, `teachingja`, `check`, `week`, `one`, `two`, `three`, `four`, `five`, `Uid`, `wfs`, `period`, `place`, `type`)
VALUES
	(1,'篮球','童建红','','',1,'2','3','','','','','',NULL,'',1),
	(2,'篮球','杨裴','','',1,'2','3','','','','','',NULL,'',1),
	(3,'足球','唐飚','','',1,'2','3','','','','','',NULL,'',1),
	(4,'网球','农路华','','',1,'2','3','','','','','',NULL,'',1),
	(7,'太极','于野','','',1,'2','3','','','','','',NULL,'',1),
	(8,'太极','杨磊','','',1,'2','3','','','','',NULL,NULL,NULL,1),
	(9,'乒乓球','曾丽芳','','',1,'2','3','','','','',NULL,NULL,NULL,1),
	(11,'排球','肖奕超','','',1,'2','3','','','','',NULL,NULL,NULL,1),
	(12,'篮球','童建红','','',1,'3','3','','','','','',NULL,'',1),
	(14,'篮球','黄颖峰','','',1,'3','3','','','','','',NULL,'',1),
	(15,'足球','唐飚','','',1,'3','3','','','','',NULL,NULL,NULL,1),
	(16,'网球','周海新','','',1,'3','3','','','','','',NULL,'',1),
	(17,'太极','任振钢','','',1,'3','3','','','','','',NULL,'',1),
	(18,'太极','于野','','',1,'3','3','','','','','',NULL,'',1),
	(19,'乒乓球','曾丽芳','','',1,'3','3','','','','','',NULL,'',1),
	(20,'排球','肖奕超','','',1,'3','3','','','','','',NULL,'',1),
	(21,'篮球','欧小健','','',2,'2','3','','','','','',0,'',1),
	(22,'篮球','童建红','','',2,'2','3','','','','','',0,'',1),
	(23,'足球','唐飚','','',2,'2','3','','','','','',0,'',1),
	(24,'网球','农路华','','',2,'2','3','','','','','',0,'',1),
	(25,'健身健美','肖奕超','','',2,'2','3','','','','','',0,'',1),
	(26,'太极','于野','','',2,'2','3','','','','','',0,'',1),
	(27,'乒乓球','曾丽芳','','',2,'2','3','','','','','',0,'',1),
	(28,'排球','徐世军','','',2,'2','3','','','','','',0,'',1),
	(29,'篮球','童建红','','',2,'3','3','','','','','',0,'',1),
	(30,'篮球','欧小健','','',2,'3','3','','','','','',0,'',1),
	(31,'足球','唐飚','','',2,'3','3','','','','','',0,'',1),
	(32,'太极','任振钢','','',2,'3','3','','','','','',0,'',1),
	(33,'太极','文彩凤','','',2,'3','3','','','','','',0,'',1),
	(34,'太极','于野','','',2,'3','3','','','','','',0,'',1),
	(35,'乒乓球','曾丽芳','','',2,'3','3','','','','','',0,'',1),
	(36,'排球','周海新','','',2,'3','3','','','','','',0,'',1),
	(37,'篮球','杨裴','','',3,'2','3','','','','','',0,'',1),
	(38,'','王梓','','',3,'2','3','','','','','',0,'',1),
	(39,'足球','唐飚','','',3,'2','3','','','','','',0,'',1),
	(40,'网球','农路华','','',3,'2','3','','','','','',0,'',1),
	(41,'太极','杨磊','','',3,'2','3','','','','','',0,'',1),
	(42,'健身健美','肖奕超','','',3,'2','3','','','','','',0,'',1),
	(43,'乒乓球','张辉明','','',3,'2','3','','','','','',0,'',1),
	(44,'拓展','莫双瑗','','',3,'2','3','','','','','',0,'',1),
	(45,'篮球','赵原','','',3,'3','3','','','','','',0,'',1),
	(46,'篮球','黄颖峰','','',3,'3','3','','','','','',0,'',1),
	(47,'足球','唐飚','','',3,'3','3','','','','','',0,'',1),
	(48,'拓展','莫双溪','','',3,'3','3','','','','','',0,'',1),
	(49,'太极','文彩凤','','',3,'3','3','','','','','',0,'',1),
	(50,'太极','于野','','',3,'3','3','','','','','',0,'',1),
	(51,'乒乓球','曾丽芳','','',3,'3','3','','','','','',0,'',1),
	(52,'排球','徐世军','','',3,'3','3','','','','','',0,'',1),
	(53,'篮球','欧小健','','',4,'2','3','','','','','',0,'',1),
	(54,'篮球','黄颖峰','','',4,'2','3','','','','','',0,'',1),
	(55,'足球','梁然','','',4,'2','3','','','','','',0,'',1),
	(56,'网球','任振钢','','',4,'2','3','','','','','',0,'',1),
	(57,'太极','杨磊','','',4,'2','3','','','','','',0,'',1),
	(58,'健身健美','肖奕超','','',4,'2','3','','','','','',0,'',1),
	(59,'乒乓球','曾丽芳','','',4,'2','3','','','','','',0,'',1),
	(60,'排球','周海新','','',4,'2','3','','','','','',0,'',1),
	(61,'篮球','杨裴','','',4,'3','3','','','','','',0,'',1),
	(62,'篮球','黄颖峰','','',4,'3','3','','','','','',0,'',1),
	(63,'足球','梁然','','',4,'3','3','','','','','',0,'',1),
	(64,'网球','周海新','','',4,'3','3','','','','','',0,'',1),
	(65,'乒乓球','农路华','','',4,'3','3','','','','','',0,'',1),
	(66,'排球','徐世军','','',4,'3','3‮','','','','','',0,'',1),
	(67,'篮球','赵原','','',5,'2','3','','','','','',0,'',1),
	(68,'篮球','黄颖峰','','',5,'2','3','','','','','',0,'',1),
	(69,'足球','黄江涛','','',5,'2','3','','','','','',0,'',1),
	(70,'网球','周海新','','',5,'2','3','','','','','',0,'',1),
	(71,'太极','文彩凤','','',5,'2','3','','','','','',0,'',1),
	(72,'太极','杨磊','','',5,'2','3','','','','','',0,'',1),
	(73,'健身健美','肖奕超','','',5,'2','3','','','','','',0,'',1),
	(74,'乒乓球','欧小健','','',5,'2','3','','','','','',0,'',1),
	(76,'篮球','杨裴','','',5,'3','3','','','','','',0,'',1),
	(77,'篮球','黄颖峰','','',5,'3','3','','','','','',0,'',1),
	(78,'足球','黄江涛','','',5,'3','3','','','','','',0,'',1),
	(79,'散打','周海新','','',5,'3','3','','','','','',0,'',1),
	(80,'乒乓球','徐世军','','',5,'3','3','','','','','',0,'',1),
	(81,'排球','吴俊杰','','',5,'3','3','','','','','',0,'',1),
	(82,'网球','农路华','','',5,'3','3','','','','','',0,'',1),
	(83,'篮球','彭发胜','','',1,'2','1','','','','','',0,'',1),
	(84,'手球','肖洪扬','','',1,'2','1','','','','','',0,'',1),
	(85,'拓展','莫双瑗','','',1,'2','1','','','','','',0,'',1),
	(86,'排球','王梓','','',1,'2','1','','','','','',0,'',1),
	(87,'篮球','潘宏波','','',1,'2','1','','','','','',0,'',1),
	(88,'太极','陈一新','','',1,'2','1','','','','','',0,'',1),
	(89,'足球','黄江涛','','',1,'2','1','','','','','',0,'',1),
	(90,'攀岩','莫双溪','','',1,'2','1','','','','','',0,'',1),
	(91,'篮球','彭发胜','','',1,'3','1','','','','','',0,'',1),
	(92,'拓展','莫双瑗','','',1,'3','1','','','','','',0,'',1),
	(93,'羽毛球','李荫华','','',1,'3','1','','','','','',0,'',1),
	(94,'排球','王梓','','',1,'3','1','','','','','',0,'',1),
	(95,'篮球','潘宏波','','',1,'3','1','','','','','',0,'',1),
	(96,'太极','陈一新','','',1,'3','1','','','','','',0,'',1),
	(97,'足球','黄江涛','','',1,'3','1','','','','','',0,'',1),
	(98,'攀岩','莫双溪','','',1,'3','1','','','','','',0,'',1),
	(99,'散打','杜朝辉','','',1,'3','1','','','','','',0,'',1),
	(100,'舞龙','赵原','','',1,'3','1','','','','','',0,'',1),
	(101,'篮球','杨裴','','',2,'2','1','','','','','',0,'',1),
	(102,'手球','肖洪扬','','',2,'2','1','','','','','',0,'',1),
	(103,'羽毛球','李荫华','','',2,'2','1','','','','','',0,'',1),
	(104,'排球','王梓','','',2,'2','1','','','','','',0,'',1),
	(105,'足球','潘宏波','','',2,'2','1','','','','','',0,'',1),
	(106,'太极','陈一新','','',2,'2','1','','','','','',0,'',1),
	(107,'拓展','黎伟','','',2,'2','1','','','','','',0,'',1),
	(108,'攀岩','莫双溪','','',2,'2','1','','','','','',0,'',1),
	(109,'舞龙','赵原','','',2,'2','1','','','','','',0,'',1),
	(110,'篮球','彭发胜','','',2,'3','1','','','','','',0,'',1),
	(111,'手球','肖洪扬','','',2,'3','1','','','','','',0,'',1),
	(112,'羽毛球','李荫华','','',2,'3','1','','','','','',0,'',1),
	(113,'排球','徐世军','','',2,'3','1','','','','','',0,'',1),
	(114,'足球','潘宏波','','',2,'3','1','','','','','',0,'',1),
	(115,'太极','陈一新','','',2,'3','1','','','','','',0,'',1),
	(116,'攀岩','莫双溪','','',2,'3','1','','','','','',0,'',1),
	(117,'拓展','黎伟','','',2,'3','1','','','','','',0,'',1),
	(118,'篮球','彭发胜','','',3,'2','1','','','','','',0,'',1),
	(119,'篮球','凌柳雄','','',3,'2','1','','','','','',0,'',1),
	(120,'羽毛球','李荫华','','',3,'2','1','','','','','',0,'',1),
	(121,'手球','肖洪扬','','',3,'2','1','','','','','',0,'',1),
	(122,'足球','潘宏波','','',3,'2','1','','','','','',0,'',1),
	(123,'太极','陈一新','','',3,'2','1','','','','','',0,'',1),
	(124,'攀岩','莫双溪','','',3,'2','1','','','','','',0,'',1),
	(125,'拓展','黎伟','','',3,'2','1','','','','','',0,'',1),
	(126,'舞龙','赵原','','',3,'2','1','','','','','',0,'',1),
	(127,'太极','于野','','',3,'2','1','','','','','',0,'',1),
	(128,'篮球','彭发胜','','',3,'3','1','','','','','',0,'',1),
	(129,'羽毛球','李荫华','','',3,'3','1','','','','','',0,'',1),
	(130,'手球','肖洪扬','','',3,'3','1','','','','','',0,'',1),
	(131,'足球','黄江涛','','',3,'3','1','','','','','',0,'',1),
	(132,'太极','陈一新','','',3,'3','1','','','','','',0,'',1),
	(133,'攀岩','莫双溪','','',3,'3','1','','','','','',0,'',1),
	(134,'拓展','黎伟','','',3,'3','1','','','','','',0,'',1),
	(135,'散打','杜朝辉','','',3,'3','1','','','','','',0,'',1),
	(136,'太极','任振钢','','',3,'3','1','','','','','',0,'',1),
	(137,'排球','王梓','','',3,'3','1','','','','','',0,'',1),
	(138,'篮球','彭发胜','','',4,'2','1','','','','','',0,'',1),
	(139,'羽毛球','凌柳雄','','',4,'2','1','','','','','',0,'',1),
	(140,'篮球','杨裴','','',4,'2','1','','','','','',0,'',1),
	(141,'舞龙','赵原','','',4,'2','1','','','','','',0,'',1),
	(142,'拓展','莫双瑗','','',4,'2','1','','','','','',0,'',1),
	(143,'攀岩','莫双溪','','',4,'2','1','','','','','',0,'',1),
	(144,'拓展','黎伟','','',4,'2','1','','','','','',0,'',1),
	(145,'散打','杜朝辉','','',4,'2','1','','','','','',0,'',1),
	(146,'足球','唐飚','','',4,'2','1','','','','','',0,'',1),
	(148,'篮球','凌柳雄','','',4,'3','1','','','','','',0,'',1),
	(149,'篮球','吴俊杰','','',4,'3','1','','','','','',0,'',1),
	(150,'羽毛球','李荫华','','',4,'3','1','','','','','',0,'',1),
	(151,'足球','黄江涛','','',4,'3','1','','','','','',0,'',1),
	(152,'太极','任振钢','','',4,'3','1','','','','','',0,'',1),
	(153,'攀岩','莫双瑗','','',4,'3','1','','','','','',0,'',1),
	(154,'拓展','黎伟','','',4,'3','1','','','','','',0,'',1),
	(155,'排球','王梓','','',4,'3','1','','','','','',0,'',1),
	(156,'篮球','凌柳雄','','',5,'2','1','','','','','',0,'',1),
	(157,'手球','肖洪扬','','',5,'2','1','','','','','',0,'',1),
	(158,'排球','徐世军','','',5,'2','1','','','','','',0,'',1),
	(159,'太极','于野','','',5,'2','1','','','','','',0,'',1),
	(160,'散打','杜朝辉','','',5,'2','1','','','','','',0,'',1),
	(161,'攀岩','莫双瑗','','',5,'2','1','','','','','',0,'',1),
	(162,'太极','曾丽芳','','',5,'2','1','','','','','',0,'',1),
	(163,'花样跳绳','黄大志','','',5,'2','1','','','','','',0,'',1),
	(164,'篮球','凌柳雄','','',5,'3','1','','','','','',0,'',1),
	(165,'排球','王梓','','',5,'3','1','','','','','',0,'',1),
	(166,'太极','任振钢','','',5,'3','1','','','','','',0,'',1),
	(167,'花样跳绳','黄大志','','',5,'3','1','','','','','',0,'',1),
	(168,'手球','罗革','','',5,'3','1','','','','','',0,'',1),
	(169,'攀岩','莫双瑗','','',5,'3','1','','','','','',0,'',1),
	(170,'舞龙','赵原','','',5,'3','1','','','','','',0,'',1),
	(171,'散打','杜朝辉','','',5,'3','1','','','','','',0,'',1),
	(172,'体育概论（班级1）','蒋钢强','','',2,'3','1','','','','','6-13',0,'1-304',2),
	(173,'体育概论（班级1）','蒋钢强','','',4,'4','1','','','','','6-13',0,'5北501',2),
	(174,'户外运动人文社会（班级1）','黄海','','',2,'4','1','','','','','10-10,12-18',0,'6南403',2),
	(175,'户外运动人文社会（班级1）','黄海','','',5,'1','1','','','','','10-10',0,'6南403',2),
	(176,'野外生存训练（班级1）','凌柳雄','','',1,'4','1','','','','','1-8',0,'5南102',2),
	(177,'野外生存训练（班级1）','凌柳雄','','',3,'1','1','','','','','1-8',0,'6南206',2),
	(178,'洞穴探险（班级2）','凌柳雄','','',3,'5','1','','','','','3-10,12-15',0,'',2),
	(179,'健身舞蹈1（班级4）','刘怡汝','','',1,'1','1','','','','','10-10,12-18',0,'2-313',2),
	(180,'健美操（班级2）','刘怡汝','','',1,'3','1','','','','','1-10,12-17',0,'',2),
	(190,'奥利匹克运动（班级1）','罗革','','',1,'5','1','','','','','11-18',0,'6西403',2),
	(182,'健身健美编排与（班级5）','刘怡汝','','',2,'4','1','','','','','1-10,12-13',0,'',2),
	(183,'普拉提（班级3）','刘怡汝','','',3,'2','1','','','','','1-4',0,'4A403',2),
	(184,'健身舞蹈1（班级4）','刘怡汝','','',4,'1','1','','','','','10-10,12-18',0,'2-313',2),
	(185,'健美操（班级2）','刘怡汝','','',4,'4','1','','','','','1-10,12-17',0,'',2),
	(186,'普拉提（班级3）','刘怡汝','','',5,'1','1','','','','','1-4',0,'4A403',2),
	(187,'健身健美编排与（班级5）','刘怡汝','','',5,'3','1','','','','','1-10,12-13',0,'',2),
	(188,'形体与塑身（班级6）','刘怡汝','','',5,'4','1','','','','','12-19',0,'',2),
	(189,'形体与塑身（班级6）','刘怡汝','','',1,'4','1','','','','','12-19',0,'',2),
	(191,'奥利匹克运动（班级1）','罗革','','',3,'3','1','','','','','11-18',0,'6西403',2),
	(192,'地形地貌学（班级2）','莫双瑗','','',2,'2','1','','','','','1-4',0,'6南204',2),
	(193,'户外指导员培训（班级4）','莫双瑗','','',2,'3','1','','','','','10-10,12-18',0,'6南303',2),
	(194,'户外指导员培训（班级4）','莫双瑗','','',2,'4','1','','','','','10-10,12-18',0,'6南303',2),
	(195,'攀岩（班级3）','莫双瑗','','',3,'6','1','','','','','2-10,12-18',0,'',2),
	(196,'攀岩（班级3）','莫双瑗','','',3,'3','1','','','','','6-10,12-18',0,'4A302',2),
	(197,'地形地貌学（班级2）','莫双瑗','','',4,'1','1','','','','','1-4',0,'6南204',2),
	(198,'自然岩壁的开发与（班级1）','莫双瑗','','',4,'4','1','','','','','2-10,12-18',0,'',2),
	(199,'体育统计学与SPSS（班级1）','农路华','','',2,'1','1','','','','','10-10,12-18',0,'4A204',2),
	(200,'网球（班级2）','农路华','','',2,'3','1','','','','','1-10,12-13',0,'',2),
	(201,'体育统计学与SPSS（班级1）','农路华','','',4,'2','1','','','','','10-10,12-18',0,'4A204',2),
	(202,'网球（班级2）','农路华','','',5,'4','1','','','','','1-10,12-13',0,'',2),
	(203,'乒乓球健身（班级3）','欧小健','','',1,'3','1','','','','','1-8',0,'4A201',2),
	(204,'乒乓球（班级4）','欧小健','','',1,'5','1','','','','','1-8',0,'4A101',2),
	(205,'乒乓球健身（班级3）','欧小健','','',3,'3','1','','','','','1-8',0,'4A201',2),
	(206,'乒乓球（班级4）','欧小健','','',4,'3','1','','','','','1-8',0,'4A101',2),
	(207,'体育法学（班级1）','潘宏波','','',1,'5','1','','','','','10-10,12-18',0,'6南206',2),
	(208,'体育法学（班级1）','潘宏波','','',3,'4','1','','','','','10-10,12-18',0,'6南206',2),
	(209,'体育设施与管理（班级1）','任振钢','','',3,'4','1','','','','','1-8',0,'6南207',2),
	(210,'体育设施与管理（班级1）','任振钢','','',5,'2','1','','','','','1-8',0,'6南207',2),
	(211,'足球（班级1）','苏龙','','',1,'1','1','','','','','10-10,12-18',0,'',2),
	(212,'足球（班级1）','肖洪扬','','',4,'2','1','','','','','10-10,12-18',0,'4A203',2),
	(213,'运动营养学（班级1）','黄颖峰','','',1,'2','1','','','','','1-8',0,'6南303',2),
	(214,'运动营养学（班级1）','黄颖峰','','',3,'1','1','','','','','1-8',0,'6南303',2),
	(215,'跆拳道（班级2）','杜朝辉','','',1,'2','1','','','','','1-10,12-13',0,'2-113',2),
	(216,'社会体育管理','杜朝辉','','',2,'1','1','','','','','10-10,12-18',0,'6南304',2),
	(217,'跆拳道（班级2）','杜朝辉','','',3,'1','1','','','','','1-10,12-13',0,'2-113',2),
	(218,'社会体育管理（班级1）','杜朝辉','','',4,'3','1','','','','','10-10,12-18',0,'6南206',2),
	(219,'社会体育管理（班级1）','杜朝辉','','',2,'1','1','','','','','10-10,12-18',0,'6南304',2),
	(220,'游泳与救生（班级2）','文彩凤','','',1,'3','1','','','','','1-10,12-13',0,'4A101',2),
	(221,'游泳与救生（班级1）','文彩凤','','',3,'2','1','','','','','1-10,12-13',0,'4A302',2),
	(222,'游泳与救生（班级2）','文彩凤','','',4,'4','1','','','','','1-10,12-13',0,'',2),
	(223,'游泳与救生（班级1）','文彩凤','','',5,'1','1','','','','','1-10,12-13',0,'4A302',2),
	(224,'健身健美运动一（班级1）','肖奕超','','',1,'4','1','','','','','6-10,12-18',0,'4A301',2),
	(225,'私教资格培训（班级2）','肖奕超','','',1,'5','1','','','','','1-8',0,'4A203',2),
	(226,'健身健美运动一（班级1）','肖奕超','','',3,'3','1','','','','','6-10,12-18',0,'4A301',2),
	(227,'私教资格培训（班级2）','肖奕超','','',4,'3','1','','','','','1-8',0,'4A203',2),
	(228,'俱乐部经营管理（班级1）','徐世军','','',1,'1','1','','','','','1-8',0,'6南102',2),
	(229,'俱乐部经营管理（班级1）','徐世军','','',4,'2','1','','','','','1-8',0,'6南102',2),
	(230,'运动解剖学（班级1）','杨磊','','',1,'3','1','','','','','6-15',0,'4A304',2),
	(231,'运动解剖学（班级1）','杨磊','','',3,'4','1','','','','','6-15',0,'6西401',2),
	(232,'运动解剖学（班级1）','杨磊','','',5,'3','1','','','','','6-15',0,'1-304',2),
	(233,'体育人力资源开发（班级1）','杨裴','','',3,'4','1','','','','','1-8',0,'4A204',2),
	(234,'体育人力资源开发（班级1）','杨裴','','',5,'2','1','','','','','1-8',0,'4-阶6',2),
	(235,'武术电影及赛事影（班级1）','于野','','',1,'5','1','','','','','3-14',0,'6北102',2),
	(236,'体育锻炼心理学（班级1）','赵原','','',3,'1','1','','','','','10-10,12-18',0,'4A103',2),
	(237,'体育锻炼心理学（班级1）','赵原','','',5,'2','1','','','','','10-10,12-18',0,'4A103',2),
	(238,'导游实务（班级1）','温长生','','',3,'2','1','','','','','10-10,12-18',0,'4-阶1',2),
	(239,'导游实务（班级1）','温长生','','',5,'1','1','','','','','10-10,12-18',0,'4-阶1',2),
	(240,'服务礼仪（班级1）','陈芳','','',2,'2','1','','','','','6-9',0,'4A202',2),
	(241,'服务礼仪（班级1）','陈芳','','',4,'1','1','','','','','6-9',0,'4A202',2),
	(242,'体育经济学（班级2）','刘沐霖','','',1,'2','1','','','','','10-10,12-18',0,'6南306',2),
	(243,'微观经济学（班级1）','刘沐霖','','',2,'1','1','','','','','1-8',0,'3-102',2),
	(244,'微观经济学（班级1）','刘柏','','',4,'1','1','','','','','1-8',0,'6北202',2),
	(245,'微观经济学（班级1）','刘沐霖','','',1,'5','1','','','','','1-8',0,'5南201',2),
	(246,'体育经济学（班级2）','刘沐霖','','',4,'3','1','','','','','10-10,12-18',0,'6南403',2),
	(247,'体育经济学（班级2）','刘沐霖','','',1,'1','1','','','','','10-10,12-18',0,'6南306',2);

/*!40000 ALTER TABLE `onethink_document_syllabus` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_duty
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_duty`;

CREATE TABLE `onethink_duty` (
  `id` smallint(3) NOT NULL AUTO_INCREMENT,
  `duty_no` varchar(20) NOT NULL DEFAULT '' COMMENT '职责编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `sort` varchar(20) NOT NULL DEFAULT '' COMMENT '排序',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `remark` varchar(255) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_duty` WRITE;
/*!40000 ALTER TABLE `onethink_duty` DISABLE KEYS */;

INSERT INTO `onethink_duty` (`id`, `duty_no`, `name`, `sort`, `is_del`, `remark`)
VALUES
	(14,'P001','采购员','',0,'采购员'),
	(15,'S001','业务员','',0,''),
	(16,'W001','文员','',0,''),
	(17,'TASK_ASSIGN','任务分配','1',0,''),
	(18,'SHOW_LOG','日志查看','1',0,'');

/*!40000 ALTER TABLE `onethink_duty` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_file
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_file`;

CREATE TABLE `onethink_file` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` varchar(32) DEFAULT NULL COMMENT '安全ID',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `savename` varchar(100) NOT NULL DEFAULT '' COMMENT '保存路径',
  `size` varchar(20) NOT NULL DEFAULT '' COMMENT '文件大小',
  `extension` varchar(20) NOT NULL DEFAULT '' COMMENT '扩展名',
  `module` varchar(20) NOT NULL DEFAULT '0' COMMENT '应用模块',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  KEY `sid` (`sid`,`module`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_file` WRITE;
/*!40000 ALTER TABLE `onethink_file` DISABLE KEYS */;

INSERT INTO `onethink_file` (`id`, `sid`, `name`, `savename`, `size`, `extension`, `module`, `user_id`, `create_time`, `is_del`)
VALUES
	(1658,'57839ad7cc408f0b7ab9bb89fc14c9b3','','mail/admin/201408/53eade200734a.','902849','','Mail',1,1407901216,0),
	(1659,'d54360ef12f510b430575c473a774dd3','hrwyds fwbp.png','mail/admin/201408/53eade2007cba.png','634632','png','Mail',1,1407901216,0),
	(1660,'00f1c17ea1b324e9d370ec5d90a8bb8b','杭州圣桐科技.xlsx','mail/admin/201408/53eade20081c4.xlsx','117669','xlsx','Mail',1,1407901216,0),
	(1662,'0feeea5dd85e1aaca1d99230d92ea58b','image022.png','mail/admin/201408/53eade219a135.png','166','png','Mail',1,1407901217,0),
	(1663,'cd9072626972475e9e09e9a9cd52060f','image023.gif','mail/admin/201408/53eade219a6f4.gif','10795','gif','Mail',1,1407901217,0),
	(1664,'82f8e43f3744dd09821d5bc9ad031b99','image024.jpg','mail/admin/201408/53eade219ad5f.jpg','79213','jpg','Mail',1,1407901217,0),
	(1665,'703aa0078cc46069b67b7919b087f032','image025.jpg','mail/admin/201408/53eade219b47e.jpg','1220','jpg','Mail',1,1407901217,0),
	(1666,'87ad9416672a5a753e48724cab166521','image026.gif','mail/admin/201408/53eade219baab.gif','51','gif','Mail',1,1407901217,0),
	(1667,'30d2346a7533f4e363307bc60a675361','image027.gif','mail/admin/201408/53eade219c026.gif','670','gif','Mail',1,1407901217,0),
	(1668,'c71871f6229c068aa0743e1762c65589','image028.jpg','mail/admin/201408/53eade219c5a1.jpg','1750','jpg','Mail',1,1407901217,0),
	(1669,'8bb3c068ac525dddec5088fa2f25a573','image029.jpg','mail/admin/201408/53eade219caad.jpg','1727','jpg','Mail',1,1407901217,0),
	(1670,'36e486522b0c4862b2a1decb9447ccd1','image030.jpg','mail/admin/201408/53eade219cfa2.jpg','1204','jpg','Mail',1,1407901217,0),
	(1671,'5ba2d89e0e33136f28295766e8c82178','image031.jpg','mail/admin/201408/53eade219d5d1.jpg','1165','jpg','Mail',1,1407901217,0),
	(1672,'e505be70b9fbdebe37b0c52dd2aee142','image032.gif','mail/admin/201408/53eade219dc18.gif','940','gif','Mail',1,1407901217,0),
	(1673,'30ce7038407d6811927b23c27ec82211','image033.gif','mail/admin/201408/53eade219e277.gif','975','gif','Mail',1,1407901217,0),
	(1674,'f363c833d4ca4302adc24bb1c3f49425','image034.jpg','mail/admin/201408/53eade219e896.jpg','872','jpg','Mail',1,1407901217,0),
	(1675,'f39f1ba77577c8969c5bc23f78d4979d','image035.jpg','mail/admin/201408/53eade219ed8f.jpg','1458','jpg','Mail',1,1407901217,0),
	(1676,'edfea06d2653432e8b701258e2083ea7','image036.jpg','mail/admin/201408/53eade219f490.jpg','6248','jpg','Mail',1,1407901217,0),
	(1677,'cdf6e20cf66179ccac11594c961dfe2f','image037.jpg','mail/admin/201408/53eade219fad7.jpg','6792','jpg','Mail',1,1407901217,0),
	(1678,'58f2f3a005baef25cc4f0c0c2636a16a','image038.gif','mail/admin/201408/53eade21a0366.gif','818','gif','Mail',1,1407901217,0),
	(1679,'b8fe94b4739e4c9ea3f0da50d7adab6a','image039.gif','mail/admin/201408/53eade21a08ea.gif','581','gif','Mail',1,1407901217,0),
	(1680,'7dfe650daa4fe7d7dbb49764c3ddb76a','image040.gif','mail/admin/201408/53eade21a0ddc.gif','1826','gif','Mail',1,1407901217,0),
	(1681,'af8f319cae2c9b7973e871118e482ccd','image041.gif','mail/admin/201408/53eade21a129c.gif','1972','gif','Mail',1,1407901217,0),
	(1682,'7353567263c3b864fbca54a45133cd18','image042.gif','mail/admin/201408/53eade21a1a8f.gif','2115','gif','Mail',1,1407901217,0),
	(1683,'1ba8945e14fe727682e7372f12c74089','image043.gif','mail/admin/201408/53eade21a207d.gif','5310','gif','Mail',1,1407901217,0),
	(1684,'10c5b2f77431dc1fc2261cc6b25dc841','image001.png','mail/admin/201408/53eade23cce13.png','166','png','Mail',1,1407901219,0),
	(1685,'3ac1296153c1a21de144c9c14fa152b1','image002.gif','mail/admin/201408/53eade23cd3c7.gif','14527','gif','Mail',1,1407901219,0),
	(1686,'bb0b81ff8c32a135561921b0fa89b22a','image003.jpg','mail/admin/201408/53eade23cd901.jpg','119576','jpg','Mail',1,1407901219,0),
	(1687,'88bb4ec13b9e0f78b882f8e6082a6e74','image004.gif','mail/admin/201408/53eade23cde96.gif','7196','gif','Mail',1,1407901219,0),
	(1688,'64b3fdb0541eeec5e3c0b357a2bc03c1','image005.gif','mail/admin/201408/53eade23ce4ed.gif','7789','gif','Mail',1,1407901219,0),
	(1689,'3e8c6570511a42e55c30d37ac4cefb18','image006.gif','mail/admin/201408/53eade23cea5c.gif','6179','gif','Mail',1,1407901219,0),
	(1690,'64b6279e3b59221e7f75c937af3da549','image007.gif','mail/admin/201408/53eade23cef5c.gif','4721','gif','Mail',1,1407901219,0),
	(1691,'bb85b58bda82e149f62e20954087423e','image008.gif','mail/admin/201408/53eade23cf42e.gif','1649','gif','Mail',1,1407901219,0),
	(1692,'5a14c63133120d4bc98ef0cd9d8bb923','image009.gif','mail/admin/201408/53eade23cf9c0.gif','4796','gif','Mail',1,1407901219,0),
	(1693,'3e0d20d0ceaf4cb6e08590c0221dbadd','image010.gif','mail/admin/201408/53eade23d000e.gif','4460','gif','Mail',1,1407901219,0),
	(1694,'a7a5fa272b65b699003806a840eb49ae','image011.gif','mail/admin/201408/53eade23d052b.gif','5282','gif','Mail',1,1407901219,0),
	(1695,'1402f58c070ff0015d84edbfa4e424ef','image012.gif','mail/admin/201408/53eade23d0a36.gif','5116','gif','Mail',1,1407901219,0),
	(1696,'418abcc17e19324ccde435f8145cb849','image013.gif','mail/admin/201408/53eade23d1171.gif','137','gif','Mail',1,1407901219,0),
	(1697,'57a7a66a559b9d1e51d6d72fd4753a4e','image014.gif','mail/admin/201408/53eade23d1737.gif','10347','gif','Mail',1,1407901219,0),
	(1698,'ff6e733e734961ce771b1669ec13cb69','image015.gif','mail/admin/201408/53eade23d1c52.gif','19629','gif','Mail',1,1407901219,0),
	(1699,'05e11d7b2566ea040e87783a43cf069d','image016.gif','mail/admin/201408/53eade23d239a.gif','5102','gif','Mail',1,1407901219,0),
	(1700,'41e74d2b1b530bc60e6d98d8d90f0da9','image017.gif','mail/admin/201408/53eade23d28e7.gif','46919','gif','Mail',1,1407901219,0),
	(1701,'671125e269a72ca33b883674e508c7b4','image018.gif','mail/admin/201408/53eade23d2dac.gif','435','gif','Mail',1,1407901219,0),
	(1702,'04861927e91adc2af55dbc1858bdf344','image019.gif','mail/admin/201408/53eade23d3361.gif','730','gif','Mail',1,1407901219,0),
	(1703,'5bacbb543f4c3579a4a2ced42af27381','image020.gif','mail/admin/201408/53eade23d38cd.gif','704','gif','Mail',1,1407901219,0),
	(1704,'d3e99cbd1fd0857bec6c3bec6aa20c29','image021.gif','mail/admin/201408/53eade23d3db8.gif','666','gif','Mail',1,1407901219,0),
	(1705,'2cf0ffffe815fbeaa1d7f1da5cd8a561','image022.gif','mail/admin/201408/53eade23d429f.gif','707','gif','Mail',1,1407901219,0),
	(1706,'ee16b8a22b4ebc04c9d048f2409d3910','image023.gif','mail/admin/201408/53eade23d4844.gif','706','gif','Mail',1,1407901219,0),
	(1707,'2ffcc2baab1e8c065b1e58ae609987db','image024.gif','mail/admin/201408/53eade23d4dcb.gif','13178','gif','Mail',1,1407901219,0),
	(1708,'34e739721443c9aa23c9ec1836aafad8','image025.gif','mail/admin/201408/53eade23d52cf.gif','1826','gif','Mail',1,1407901219,0),
	(1709,'2a203b5678e5f73e96005919f4e7e654','image026.gif','mail/admin/201408/53eade23d57a4.gif','1972','gif','Mail',1,1407901219,0),
	(1710,'af713c1b78b49394797a2b88bc48945c','image027.gif','mail/admin/201408/53eade23d5c52.gif','2115','gif','Mail',1,1407901219,0),
	(1711,'b7223f470fab50d3e2a12843fc076fd7','image028.gif','mail/admin/201408/53eade23d62b8.gif','5310','gif','Mail',1,1407901219,0),
	(1714,'2345f607f362e639229a3937b8c56529','xEustf Dcpy.bmp','mail/admin/201408/53eade2a592bf.bmp','906134','bmp','Mail',1,1407901226,0),
	(1716,'64dd83526bc113639b405d9317ebc2f4','a60a32f214b2ef6bfba2ed170b68fbfd.jpg','doc/201408/53fb26ddb781d.jpg','224478','jpg','Doc',1,1408968413,0),
	(1717,'5319ac0b0c8e0ed14ebcc3b8bda66b40','1.jpg','slide/201408/53fc86377dfd4.jpg','7213','jpg','Slide',1,1409058359,0),
	(1718,'bf74728da8af89c2eb8443953286cdb3','a60a32f214b2ef6bfba2ed170b68fbfd.jpg','slide/201408/53fc866e1dd7b.jpg','224478','jpg','Slide',1,1409058414,0),
	(1719,'9edcec5a421d35682aff66c8ee6cda5e','7451884_132645827000_2.jpg','slide/201408/53fc8675c1eb6.jpg','208585','jpg','Slide',1,1409058421,0),
	(1720,'6b67e16313d4f26670da48ec3ef450b3','4.jpg','slide/201408/53fc872a720b3.jpg','8948','jpg','Slide',1,1409058602,0),
	(1721,'65a17fc70e9a22eaef906416ff8bfbce','4.jpg','slide/201408/53fc875ebd7b5.jpg','8948','jpg','Slide',1,1409058654,0),
	(1722,'3da7ad68086327419e216ce1250f08f6','7451884_132645827000_2.jpg','slide/201408/53fc89347f26e.jpg','208585','jpg','Slide',1,1409059124,0),
	(1723,'7805b90ce705f12c6c037b5c71fe3068','image.jpg','mail/201409/541aeaa8e9a56.jpg','725115','jpg','Mail',1,1411050152,0),
	(1724,'8b2f6f392af9bb2eac66ce4f3532378b','sp_hall.xls','doc/201411/545add5453ab0.xls','145408','xls','Doc',1,1415241044,0),
	(1725,'4bd485b02a2b6780f86614b48518da06','1亟待解决的问题10.30.docx','doc/201411/545add6e184c3.docx','729540','docx','Doc',1,1415241070,0),
	(1727,'4f7d787f8b2d6f40fc029957f09d2f3b','2.jpg','dailyreport/201501/54af90e3d5155.jpg','432862','jpg','DailyReport',1,1420792035,0),
	(1728,'c0098814bbd816de8c17b1e6e00aea42','1.jpg','dailyreport/201501/54af915c0cade.jpg','601946','jpg','DailyReport',1,1420792156,0),
	(1729,'2ebf10ceda0c80714685f81bc660965f','2.jpg','dailyreport/201501/54af915c5ad15.jpg','432862','jpg','DailyReport',1,1420792156,0),
	(1730,'eda6c74034ffc698dbd7e2d58f871344','3.jpg','dailyreport/201501/54af915ca2eb6.jpg','453267','jpg','DailyReport',1,1420792156,0),
	(1731,'60823b8b99b29e228a972637f1872cac','4.jpg','dailyreport/201501/54af915ce9020.jpg','600890','jpg','DailyReport',1,1420792156,0),
	(1732,'6107661a0db8d592a3bd9f926ec12eee','处级领导出境审批表.doc','doc/201507/55b04d114f5c3.doc','49152','doc','Doc',1,1437617425,0),
	(1733,'6b8d223ac5168c0f85755dd04fed5123','处级领导请假单.doc','doc/201507/55b04d11add91.doc','36352','doc','Doc',1,1437617425,0),
	(1734,'12f6bb4c29e504fdf84b9a22abca3f94','教职工出境审批表.doc','doc/201507/55b04d120f295.doc','47616','doc','Doc',1,1437617426,0),
	(1735,'b954b9ddf7237d8beed831c57dd57903','教职工请假单.doc','doc/201507/55b04d126691a.doc','34816','doc','Doc',1,1437617426,0),
	(1736,'153940ae5d8300bd1e8e587a99206b66','现金审批表.doc','doc/201507/55b04d12b7a0d.doc','33792','doc','Doc',1,1437617426,0),
	(1737,'9ce511fd1aa19bf0e01fa46d04bacfd2','用印申请.doc','doc/201507/55b04d13192f9.doc','34816','doc','Doc',1,1437617427,0),
	(1738,'1c250f70366cc079fe9a08b641057aa1','广西科技大学本科毕业实习安排表.xls','doc/201507/55b04d2f6a645.xls','77824','xls','Doc',1,1437617455,0),
	(1739,'5e489358c7478f285c8a75300a40edc6','广西科技大学发放签领单.xls','doc/201507/55b04d2fbf1d1.xls','16384','xls','Doc',1,1437617455,0),
	(1740,'10eb8adc64b132da7bfb5e7f697a406b','广西科技大学实习计划表.doc','doc/201507/55b04d301dfc4.doc','49664','doc','Doc',1,1437617456,0),
	(1741,'85e609afe771f54b3dc3bb9a1f445bd7','广西科技大学实习计划表.xls','doc/201507/55b04d306f49f.xls','17920','xls','Doc',1,1437617456,0),
	(1742,'423c1e21fa424e6f9a5a137322efec84','广西科技大学学生实习评价表（实习单位用）.doc','doc/201507/55b04d30c20eb.doc','44544','doc','Doc',1,1437617456,0),
	(1743,'8b6c5e5be79182d3bf164dbb53516fae','1. 广西科技大学普通本科毕业设计（论文）课题申报表.docx','doc/201507/55b04d4a74890.docx','12559','docx','Doc',1,1437617482,0),
	(1744,'ca890e6d32a1f573490da8a58c373151','2-1. 20XX届XX学院普通本科毕业设计（论文）情况一览表（excel版）.xlsx','doc/201507/55b04d4ad3446.xlsx','12085','xlsx','Doc',1,1437617482,0),
	(1745,'f225a86344a0a165716f79aea5559bbb','2-2. 20XX届XX学院普通本科毕业设计（论文）情况一览表（word版）.docx','doc/201507/55b04d4b358ea.docx','19239','docx','Doc',1,1437617483,0),
	(1746,'d71a6e09225720473688cb3a786536fb','3. 广西科技大学毕业设计（论文）任务书.docx','doc/201507/55b04d4b8bbe6.docx','12051','docx','Doc',1,1437617483,0),
	(1747,'6da0b62a159aa4684c39b3c6a102e8f6','4. 广西科技大学普通本科毕业设计（论文）开题报告.docx','doc/201507/55b04d4bdfbba.docx','12088','docx','Doc',1,1437617483,0),
	(1748,'48a55084f51dfba8ddfaa011f1fb0345','5.毕业设计（论文）说明书封面.doc','doc/201507/55b04d4c3b6e5.doc','28672','doc','Doc',1,1437617484,0),
	(1749,'c585526f51a668286ed4d56d6bc045cf','6. 学生申请答辩表.docx','doc/201507/55b04d4c8db60.docx','16623','docx','Doc',1,1437617484,0),
	(1750,'5f88864d90cc7065a326fd8e2d678907','7-1. 广西科技大学本科毕业论文评审表(评阅人用).docx','doc/201507/55b04d4ce03c3.docx','15545','docx','Doc',1,1437617484,0),
	(1751,'ef14a3e4983e3f62d9f91a2e06d070ab','7-2. 广西科技大学本科毕业设计（工程类）评审表(评阅人用).docx','doc/201507/55b04d4d3caa6.docx','15583','docx','Doc',1,1437617485,0),
	(1752,'bfd31976c3b6404e8c124fec1893129a','7-3. 广西科技大学本科毕业设计（实验类）评审表(评阅人用).docx','doc/201507/55b04d4d8c041.docx','15643','docx','Doc',1,1437617485,0),
	(1753,'0854f5a5f17b1cb8c5de9480c15a81ce','8. 广西科技大学本科毕业设计（论文）答辩评审表.docx','doc/201507/55b04d4de07e5.docx','18464','docx','Doc',1,1437617485,0),
	(1754,'f9596f70cf395496e76d55b2720f09d2','9-1.  20XX届本科毕业设计（论文）工作汇总表（excel版）.xlsx','doc/201507/55b04d4e3bf27.xlsx','13092','xlsx','Doc',1,1437617486,0),
	(1755,'4546d3ffcab0def79bb582c5fd828472','9-2.  20XX届本科毕业设计（论文）工作汇总表（word版）.docx','doc/201507/55b04d4e8c84a.docx','18096','docx','Doc',1,1437617486,0),
	(1756,'14e9626cd661a2fe5feee94faea4b61c','10. XX学院 XX届本科业设计（论文）工作总结.docx','doc/201507/55b04d4ee081e.docx','17250','docx','Doc',1,1437617486,0),
	(1757,'c5017c851621f91a316e8a5e69194618','11. 广西科技大学本科毕业设计（论文）中期检查表（学生用）.doc','doc/201507/55b04d4f3d2e9.doc','33792','doc','Doc',1,1437617487,0),
	(1758,'e1296f5eca3fdadd932182ada4be5daf','12. 广西科技大学本科毕业设计（论文）中期检查表（指导教师用）.doc','doc/201507/55b04d4f90aec.doc','37888','doc','Doc',1,1437617487,0),
	(1759,'0be6d2d47fd7a10e3dce9d7683ac50bf','13. 广西科技大学本科优秀毕业设计（论文）申报表.docx','doc/201507/55b04d4fe1fc7.docx','14625','docx','Doc',1,1437617487,0),
	(1760,'225bfb7fce8b8d362fe5d2c185ef1411','14.广西科技大学本科毕业设计（论文）优秀指导教师申报表.doc','doc/201507/55b04d5049e45.doc','32768','doc','Doc',1,1437617488,0),
	(1761,'82970fac7337b420f81961c058bf9090','15.广西科技大学毕业设计（论文）优秀指导教师推荐汇总表.xls','doc/201507/55b04d509b708.xls','18944','xls','Doc',1,1437617488,0),
	(1762,'82bdf41aec2d5cf608e3721165e19172','16-1. XX学院XX专业本科毕业设计（论文）学术不端行为检测情况汇总表（excel版）.xlsx','doc/201507/55b04d50eeb24.xlsx','11328','xlsx','Doc',1,1437617488,0),
	(1763,'bb9ab972d9cf0032076b361df5462573','16-2. XX学院XX专业本科毕业设计（论文）学术不端行为检测情况汇总表（word版）.doc','doc/201507/55b04d514c1a7.doc','74240','doc','Doc',1,1437617489,0),
	(1764,'2b5c2bb54c8ff3c55b349fa325b9a180','17.广西科技大学20XX届普通本科生通过毕业设计（论文）资格审查名单一览表.xls','doc/201507/55b04d519bf11.xls','41984','xls','Doc',1,1437617489,0),
	(1765,'e98f8647df99b5e9a24f135f4fefa682','18.广西科技大学20XX届普通本科生未通过毕业设计（论文）资格审查名单一览表.xls','doc/201507/55b04d51ef32d.xls','32256','xls','Doc',1,1437617489,0),
	(1766,'5b235381b44fa243fd7eff811eb27ae8','各类课程教学大纲编写格式（2015年4月29日更新版）.doc','doc/201507/55b04d6862277.doc','98816','doc','Doc',1,1437617512,0),
	(1767,'bb0d1c8855ee03186ef0f26799a431e7','广西科技大学2014 -2015学年第二学期教学进度表.doc','doc/201507/55b04d68b6a1b.doc','49152','doc','Doc',1,1437617512,0),
	(1768,'ade4e09b29a3eda69fedf25494b7e28d','广西科技大学本科毕业设计（论文）中期检查表（学生用）.doc','doc/201507/55b04d6915427.doc','33792','doc','Doc',1,1437617513,0),
	(1769,'434191f6ecebfae55e1dd1fe21f7b8b5','广西科技大学本科毕业设计（论文）中期检查表（指导教师用）.doc','doc/201507/55b04d696b33b.doc','37888','doc','Doc',1,1437617513,0),
	(1770,'ceb33b8fb222d88819372014056ae647','广西科技大学本科人才培养方案执行计划表.xls','doc/201507/55b04d69c6840.xls','42496','xls','Doc',1,1437617513,0),
	(1771,'ef28809b6b803abaea38ebde23960458','广西科技大学本科人才培养方案执行计划异动申请表（2013年5月版）.doc','doc/201507/55b04d6a2a455.doc','34816','doc','Doc',1,1437617514,0),
	(1772,'ac9d85c09d4ed09dbd8fb8bff1c555de','广西科技大学本科生创新学分申请表.doc','doc/201507/55b04d6a7ebf9.doc','31744','doc','Doc',1,1437617514,0),
	(1773,'c211339a610cedfc6b7ae853860802a1','广西科技大学教师调课审批表.doc','doc/201507/55b04d6ad1074.doc','37888','doc','Doc',1,1437617514,0),
	(1774,'decb5dd594b93f91d4c2257abc02eccf','广西科技大学教师听课表.doc','doc/201507/55b04d6b2d757.doc','56320','doc','Doc',1,1437617515,0),
	(1775,'b9fd7d3723a296a215d8abcd91479c15','广西科技大学教学团队申请表（2015年3月版）.doc','doc/201507/55b04d6b7f01a.doc','97280','doc','Doc',1,1437617515,0),
	(1776,'43fe5abedf7f02831b133e556cb225bc','广西科技大学课程考核命题审批表.doc','doc/201507/55b04d6bd62b6.doc','46592','doc','Doc',1,1437617515,0),
	(1777,'a4569d51af8bd6c195f323fe4ab3d428','广西科技大学课程考试情况分析表.doc','doc/201507/55b04d6c32999.doc','33792','doc','Doc',1,1437617516,0),
	(1778,'aeb7210a2733ca3ba2493c39bc30e7fe','广西科技大学课堂教学评价表.doc','doc/201507/55b04d6c83e74.doc','47104','doc','Doc',1,1437617516,0),
	(1779,'92798ad49df0544be093116dc588ccf7','广西科技大学期中教学检查汇总表.doc','doc/201507/55b04d6cd7290.doc','43008','doc','Doc',1,1437617516,0),
	(1780,'dedcc1d2782d30abbfd8602abfc06fb8','广西科技大学任课教师课堂教学自评表.doc','doc/201507/55b04d6d358b3.doc','38912','doc','Doc',1,1437617517,0),
	(1781,'7e46222d930489d71748da4e857fe7a0','广西科技大学试题答案及评分细则格式.doc','doc/201507/55b04d6d87176.doc','29696','doc','Doc',1,1437617517,0),
	(1782,'47345c3ff7e1c05649fe23f27a274cfe','广西科技大学试题纸格式.doc','doc/201507/55b04d6ddb532.doc','28672','doc','Doc',1,1437617517,0),
	(1783,'4aec0bdda901b6007a8194e56994ad1e','广西科技大学听课表（管理干部） (1).doc','doc/201507/55b04d6e38bb5.doc','45568','doc','Doc',1,1437617518,0),
	(1784,'5ac66ec987eca045559de48d771a119c','广西科技大学听课表（试讲专用）.doc','doc/201507/55b04d6e8b030.doc','39424','doc','Doc',1,1437617518,0),
	(1785,'42b8141c75e071c8f64a8dab52d27e81','广西科技大学校级选修课开课申请表.doc','doc/201507/55b04d6edffa4.doc','34816','doc','Doc',1,1437617518,0),
	(1786,'fdf24f17057d413eabed327eebe37926','广西科技大学学生补考资格名单.doc','doc/201507/55b04d6f3bacf.doc','51200','doc','Doc',1,1437617519,0),
	(1787,'9cd81f5383f9a90223c03fad42e514ad','广西科技大学学生申请延长学习时间审批表 (1).doc','doc/201507/55b04d6f8cfaa.doc','36352','doc','Doc',1,1437617519,0),
	(1788,'a79ed19638aeec03cee4a38cb0de9789','广西科技大学学生申请延长学习时间审批表.doc','doc/201507/55b04d6fddcb5.doc','35840','doc','Doc',1,1437617519,0),
	(1789,'74faf9905bf103e525053315c0d016a4','广西科技大学学生试读审批表.doc','doc/201507/55b04d70466eb.doc','36864','doc','Doc',1,1437617520,0),
	(1790,'96a1a5fa27ed739c184e605b163636ab','广西科技大学学生退学审批表.doc','doc/201507/55b04d7098f4e.doc','37376','doc','Doc',1,1437617520,0),
	(1791,'81aee803301f7f45fa72520cc00a594c','广西科技大学学生休学审批表.doc','doc/201507/55b04d70eabf9.doc','39936','doc','Doc',1,1437617520,0),
	(1792,'1ebdf2c60c3dada9d275de6bade8641f','广西科技大学学生转专业审批表.doc','doc/201507/55b04d714bd15.doc','37888','doc','Doc',1,1437617521,0),
	(1793,'15a45c064eeb26b24c08387fcc030fde','教学大纲编写格式.doc','doc/201507/55b04d719e960.doc','34304','doc','Doc',1,1437617521,0),
	(1794,'83f6e656b9245a69a12fb6d614671432','任课教师情况一览表.xls','doc/201507/55b04d71f1994.xls','31744','xls','Doc',1,1437617521,0),
	(1795,'aba6144b6b4e370af29826f8046a6439','申报表.doc','doc/201507/55b04d724ffb7.doc','44544','doc','Doc',1,1437617522,0),
	(1796,'5f2345998e1267f2f1cd1f32d224c4f6','各类课程教学大纲编写格式（2015年4月29日更新版）.doc','doc/201507/55b04e9747224.doc','98816','doc','Doc',1,1437617815,0),
	(1797,'a8f68498a2469273bb160ae0de4d6a17','广西科技大学2014 -2015学年第二学期教学进度表.doc','doc/201507/55b04e979b1f7.doc','49152','doc','Doc',1,1437617815,0),
	(1798,'a47bf5bd2d73443378b2fd99ebe7203a','广西科技大学本科毕业设计（论文）中期检查表（学生用）.doc','doc/201507/55b04e97ee9fb.doc','33792','doc','Doc',1,1437617815,0),
	(1799,'46b71c30d7676cbcbbd5d5bbaecfc385','广西科技大学本科毕业设计（论文）中期检查表（指导教师用）.doc','doc/201507/55b04e984d406.doc','37888','doc','Doc',1,1437617816,0),
	(1800,'50128922d6e2d7f1a811eb90689c446f','广西科技大学本科人才培养方案执行计划表.xls','doc/201507/55b04e98a0822.xls','42496','xls','Doc',1,1437617816,0),
	(1801,'09e4bb8adbd8a2449b0ce352a932582c','广西科技大学本科人才培养方案执行计划异动申请表（2013年5月版）.doc','doc/201507/55b04e99028de.doc','34816','doc','Doc',1,1437617817,0),
	(1802,'c66c5aafa32413cf076827a0140faa93','广西科技大学本科生创新学分申请表.doc','doc/201507/55b04e9959f63.doc','31744','doc','Doc',1,1437617817,0),
	(1803,'bd2a9e77dba5dbc3ebad0fa2b214082a','广西科技大学教师调课审批表.doc','doc/201507/55b04e99b025f.doc','37888','doc','Doc',1,1437617817,0),
	(1804,'2742c4bb825d7793a6971f8df05aeec4','广西科技大学教师听课表.doc','doc/201507/55b04e9a13e73.doc','56320','doc','Doc',1,1437617818,0),
	(1805,'724d11a3a0c753250c499d3704499aab','广西科技大学教学团队申请表（2015年3月版）.doc','doc/201507/55b04e9a6d438.doc','97280','doc','Doc',1,1437617818,0),
	(1806,'7955fe1c7716456fd2fb539a3f6206b7','广西科技大学课程考核命题审批表.doc','doc/201507/55b04e9ac2794.doc','46592','doc','Doc',1,1437617818,0),
	(1807,'9d7a75aa2a607d7ed97a158945a0bc64','广西科技大学课程考试情况分析表.doc','doc/201507/55b04e9b2ec63.doc','33792','doc','Doc',1,1437617819,0),
	(1808,'491c547801981f7c3380ed11d54d0de1','广西科技大学课堂教学评价表.doc','doc/201507/55b04e9b87287.doc','47104','doc','Doc',1,1437617819,0),
	(1809,'c1ab0815dbc7e9e7dd456b8ae9657203','广西科技大学期中教学检查汇总表.doc','doc/201507/55b04e9be5e3e.doc','43008','doc','Doc',1,1437617819,0),
	(1810,'f051ed36c26d24811c9750fc4ab434a7','广西科技大学任课教师课堂教学自评表.doc','doc/201507/55b04e9c61d10.doc','38912','doc','Doc',1,1437617820,0),
	(1811,'db88c73a92a8a3e09c9fa0cffa116f9e','广西科技大学试题答案及评分细则格式.doc','doc/201507/55b04e9cba71d.doc','29696','doc','Doc',1,1437617820,0),
	(1812,'5241457dcb5a5177ad717ffa92c809e6','广西科技大学试题纸格式.doc','doc/201507/55b04e9d1d391.doc','28672','doc','Doc',1,1437617821,0),
	(1813,'03db5f4e4859ad2907161adfe731eec6','广西科技大学听课表（管理干部） (1).doc','doc/201507/55b04e9d73e5d.doc','45568','doc','Doc',1,1437617821,0),
	(1814,'244280f39f61313bd0b8e8e868f87406','广西科技大学听课表（试讲专用）.doc','doc/201507/55b04e9dc9989.doc','39424','doc','Doc',1,1437617821,0),
	(1815,'8bb7e1580efc5b17dcd3c0e5a3571dac','广西科技大学校级选修课开课申请表.doc','doc/201507/55b04e9e2d1b6.doc','34816','doc','Doc',1,1437617822,0),
	(1816,'d465b06d871a17c7b1b7a5cbb7aa8e31','广西科技大学学生补考资格名单.doc','doc/201507/55b04e9e86393.doc','51200','doc','Doc',1,1437617822,0),
	(1817,'1c3ca2c406dd85550a392a380b1bd057','广西科技大学学生申请延长学习时间审批表 (1).doc','doc/201507/55b04e9edaf1f.doc','36352','doc','Doc',1,1437617822,0),
	(1818,'483defe2c5ac1550b312aad48ccd53c9','广西科技大学学生申请延长学习时间审批表.doc','doc/201507/55b04e9f3a4e2.doc','35840','doc','Doc',1,1437617823,0),
	(1819,'03dd8f5487c575e53598e3957f767982','广西科技大学学生试读审批表.doc','doc/201507/55b04e9f9271f.doc','36864','doc','Doc',1,1437617823,0),
	(1820,'b3967ded4f3a2a93bc2091ca6caddde7','广西科技大学学生退学审批表.doc','doc/201507/55b04e9fe8633.doc','37376','doc','Doc',1,1437617823,0),
	(1821,'26f8d83a0135a26cd5b09bfc2f68d553','广西科技大学学生休学审批表.doc','doc/201507/55b04ea047bf7.doc','39936','doc','Doc',1,1437617824,0),
	(1822,'ab7366620fdcf80fe8958d5e07496048','广西科技大学学生转专业审批表.doc','doc/201507/55b04ea09fe33.doc','37888','doc','Doc',1,1437617824,0),
	(1823,'0bc26fccae8413d28a38e5388590d57f','教学大纲编写格式.doc','doc/201507/55b04ea0f3e07.doc','34304','doc','Doc',1,1437617825,0),
	(1824,'2e267b5f1d1b36667dc4915a01ec74c0','任课教师情况一览表.xls','doc/201507/55b04ea152fe2.xls','31744','xls','Doc',1,1437617825,0),
	(1825,'0acc22431a1228063bbfe75ea508c3c5','申报表.doc','doc/201507/55b04ea1a96c7.doc','44544','doc','Doc',1,1437617825,0),
	(1826,'b9366323960bf6460b4d8e171a95b602','各类课程教学大纲编写格式（2015年4月29日更新版）.doc','doc/201507/55b04f2217447.doc','98816','doc','Doc',1,1437617954,0),
	(1827,'4681e524e7394cba62205567d58275f2','广西科技大学2014 -2015学年第二学期教学进度表.doc','doc/201507/55b04f39234ed.doc','49152','doc','Doc',1,1437617977,0),
	(1828,'600a557e4a4a7756f90806daf761c94e','广西科技大学本科毕业设计（论文）中期检查表（学生用）.doc','doc/201507/55b04f5bebbed.doc','33792','doc','Doc',1,1437618011,0),
	(1829,'6a9af0d137e22ae6551ec3ba6d0c382a','广西科技大学本科毕业设计（论文）中期检查表（指导教师用）.doc','doc/201507/55b04f6c37107.doc','37888','doc','Doc',1,1437618028,0),
	(1830,'e863410016dc6b90e80058119cd92494','广西科技大学本科人才培养方案执行计划表.xls','doc/201507/55b04f7a842b2.xls','42496','xls','Doc',1,1437618042,0),
	(1831,'a7ec2416b124cd1923ace58c996f0e9c','广西科技大学本科人才培养方案执行计划异动申请表（2013年5月版）.doc','doc/201507/55b04f88bff00.doc','34816','doc','Doc',1,1437618056,0),
	(1832,'cdb18b32b4880a1e911d9a98995f442f','广西科技大学本科生创新学分申请表.doc','doc/201507/55b04f9f8fea9.doc','31744','doc','Doc',1,1437618079,0),
	(1833,'283b74676fcc0ed365f6970e2f4330bc','广西科技大学教师调课审批表.doc','doc/201507/55b04fc52487d.doc','37888','doc','Doc',1,1437618117,0),
	(1834,'49b15f16569f756350bbee16874ad54b','广西科技大学教师听课表.doc','doc/201507/55b04fd8dd21f.doc','56320','doc','Doc',1,1437618136,0),
	(1835,'d9e90ca2ac43278635b7f3afbdffe468','广西科技大学教学团队申请表（2015年3月版）.doc','doc/201507/55b050158d69d.doc','97280','doc','Doc',1,1437618197,0),
	(1836,'931041de322570564b8bf444af729a7a','广西科技大学课程考核命题审批表.doc','doc/201507/55b0504e2b53b.doc','46592','doc','Doc',1,1437618254,0),
	(1837,'1bd28bf8135cc11634f5b589d6529242','广西科技大学课程考试情况分析表.doc','doc/201507/55b050bea67ad.doc','33792','doc','Doc',1,1437618366,0),
	(1838,'7052107001853f38f1928af05a9569de','广西科技大学课程考核命题审批表.doc','doc/201507/55b0513f21c09.doc','46592','doc','Doc',1,1437618495,0),
	(1839,'b6df2bd8af1ee6d2a5c54c0009b614a3','广西科技大学期中教学检查汇总表.doc','doc/201507/55b0515879ff3.doc','43008','doc','Doc',1,1437618520,0),
	(1840,'ccf9a672d4273d7d1d9983c6bd2663c2','广西科技大学任课教师课堂教学自评表.doc','doc/201507/55b0516c041b0.doc','38912','doc','Doc',1,1437618540,0),
	(1841,'a17b4454e0828ebed0022f95e97e83c3','广西科技大学试题答案及评分细则格式.doc','doc/201507/55b0518d9edf3.doc','29696','doc','Doc',1,1437618573,0),
	(1842,'76363ecc47b7313f6a3f4e20dbcd5c27','广西科技大学试题纸格式.doc','doc/201507/55b052051f255.doc','28672','doc','Doc',1,1437618693,0),
	(1843,'84c7394b572ffc9b691958ca7d8aeb52','广西科技大学听课表（管理干部） (1).doc','doc/201507/55b05364aa93a.doc','45568','doc','Doc',1,1437619044,0),
	(1844,'8e3dd6ad653e5b423ce3a9461191f90e','广西科技大学听课表（试讲专用）.doc','doc/201507/55b0538b965e4.doc','39424','doc','Doc',1,1437619083,0),
	(1845,'2a77715060074ad266f6267cc98de890','广西科技大学校级选修课开课申请表.doc','doc/201507/55b0539ea25a5.doc','34816','doc','Doc',1,1437619102,0),
	(1846,'5a388afec038be3b804718e38b1f61c1','广西科技大学学生补考资格名单.doc','doc/201507/55b053b6187f2.doc','51200','doc','Doc',1,1437619126,0),
	(1847,'6d1358749a8be8714b3770328ce61fdb','广西科技大学学生申请延长学习时间审批表 (1).doc','doc/201507/55b053cab3d06.doc','36352','doc','Doc',1,1437619146,0),
	(1848,'520d2271da608a47b66d351d5bd4fd14','广西科技大学学生申请延长学习时间审批表.doc','doc/201507/55b053dd906ec.doc','35840','doc','Doc',1,1437619165,0),
	(1849,'b659e23f206763d9a9517aa10ca10571','广西科技大学学生试读审批表.doc','doc/201507/55b053f43fb1d.doc','36864','doc','Doc',1,1437619188,0),
	(1850,'4d0e5373bb0c821c98af803595defe40','广西科技大学学生退学审批表.doc','doc/201507/55b05414df549.doc','37376','doc','Doc',1,1437619220,0),
	(1851,'bd39595e804793eea7a1a0d81d9049c3','广西科技大学学生休学审批表.doc','doc/201507/55b0542cdbc25.doc','39936','doc','Doc',1,1437619244,0),
	(1852,'6720f9d75dd4f70b403fbe7074febe6b','广西科技大学学生转专业审批表.doc','doc/201507/55b05442ebefb.doc','37888','doc','Doc',1,1437619266,0),
	(1853,'0fc29df197a3d5db89dea704dd0e67f4','教学大纲编写格式.doc','doc/201507/55b05455a6dc9.doc','34304','doc','Doc',1,1437619285,0),
	(1854,'45d014eeaa8514ef7c55ae062a4ae49b','任课教师情况一览表.xls','doc/201507/55b0546525ed6.xls','31744','xls','Doc',1,1437619301,0),
	(1855,'563877feedccd4f704491def5e14cee6','申报表.doc','doc/201507/55b05581dc5ed.doc','44544','doc','Doc',1,1437619585,0),
	(1856,'7f5d7d196c8d97d516b535e7f99e8a2f','1. 广西科技大学普通本科毕业设计（论文）课题申报表.docx','doc/201507/55b0559d705b5.docx','12559','docx','Doc',1,1437619613,0),
	(1857,'dd0c2c5b57dbe2d2eefccbf656490eaa','2-1. 20XX届XX学院普通本科毕业设计（论文）情况一览表（excel版）.xlsx','doc/201507/55b055b646f49.xlsx','12085','xlsx','Doc',1,1437619638,0),
	(1858,'e52c1f416f015a1d9b22ade47eb15f8c','2-2. 20XX届XX学院普通本科毕业设计（论文）情况一览表（word版）.docx','doc/201507/55b055c7afef6.docx','19239','docx','Doc',1,1437619655,0),
	(1859,'c929f0085179e2e7bd7d015c7e4c9b83','3. 广西科技大学毕业设计（论文）任务书.docx','doc/201507/55b055f029fa8.docx','12051','docx','Doc',1,1437619696,0),
	(1860,'671a71d09d0e7a8fc17a68434664c682','4. 广西科技大学普通本科毕业设计（论文）开题报告.docx','doc/201507/55b056012a374.docx','12088','docx','Doc',1,1437619713,0),
	(1861,'28b34530748dd27628fb73d8ba23049b','5.毕业设计（论文）说明书封面.doc','doc/201507/55b0562fd6fcc.doc','28672','doc','Doc',1,1437619759,0),
	(1862,'14d58c6d3738e52b7fd8188bbc25043f','6. 学生申请答辩表.docx','doc/201507/55b056427f99e.docx','16623','docx','Doc',1,1437619778,0),
	(1863,'de102ac6610fe10bd7c64a01bc013f18','7-1. 广西科技大学本科毕业论文评审表(评阅人用).docx','doc/201507/55b0565218ca9.docx','15545','docx','Doc',1,1437619794,0),
	(1864,'006d34bdc81649ecc1cf7e0ac9317d1a','7-2. 广西科技大学本科毕业设计（工程类）评审表(评阅人用).docx','doc/201507/55b056725d9a0.docx','15583','docx','Doc',1,1437619826,0),
	(1865,'b96675a944855f57b1cd025b00f0cb61','7-3. 广西科技大学本科毕业设计（实验类）评审表(评阅人用).docx','doc/201507/55b05692344c4.docx','15643','docx','Doc',1,1437619858,0),
	(1866,'4bfe382935bd5ac269db2d7d57bb8564','8. 广西科技大学本科毕业设计（论文）答辩评审表.docx','doc/201507/55b056a155f4e.docx','18464','docx','Doc',1,1437619873,0),
	(1867,'b18ad403a2cb71b983b090b240005175','9-1.  20XX届本科毕业设计（论文）工作汇总表（excel版）.xlsx','doc/201507/55b056b1a96fd.xlsx','13092','xlsx','Doc',1,1437619889,0),
	(1868,'d745fb1f62e6a83a23a88535f5d65c25','9-2.  20XX届本科毕业设计（论文）工作汇总表（word版）.docx','doc/201507/55b057c0b7f6c.docx','18096','docx','Doc',1,1437620160,0),
	(1869,'357216977ed4e97be966a329874aebf5','10. XX学院 XX届本科业设计（论文）工作总结.docx','doc/201507/55b057dc678a3.docx','17250','docx','Doc',1,1437620188,0),
	(1870,'8a2a8a7d7729827821b747d677e4334f','11. 广西科技大学本科毕业设计（论文）中期检查表（学生用）.doc','doc/201507/55b058e121733.doc','33792','doc','Doc',1,1437620449,0),
	(1871,'cd54d41e4d6bbc365555e34553ccc1f6','12. 广西科技大学本科毕业设计（论文）中期检查表（指导教师用）.doc','doc/201507/55b058f2612ae.doc','37888','doc','Doc',1,1437620466,0),
	(1872,'b8f1e19ffc1f62eb3371db3718ad4362','13. 广西科技大学本科优秀毕业设计（论文）申报表.docx','doc/201507/55b05907e3986.docx','14625','docx','Doc',1,1437620487,0),
	(1873,'32883f7e3c8cca43d09a0ffa46a5e83b','14.广西科技大学本科毕业设计（论文）优秀指导教师申报表.doc','doc/201507/55b059198af97.doc','32768','doc','Doc',1,1437620505,0),
	(1874,'79b2f61d8bf3d677b271e950aa30c5f8','15.广西科技大学毕业设计（论文）优秀指导教师推荐汇总表.xls','doc/201507/55b0593086699.xls','18944','xls','Doc',1,1437620528,0),
	(1875,'0a7555ad24e1c596ae673574f8a1d94c','16-1. XX学院XX专业本科毕业设计（论文）学术不端行为检测情况汇总表（excel版）.xlsx','doc/201507/55b059421d6ee.xlsx','11328','xlsx','Doc',1,1437620546,0),
	(1876,'75a461e3c22fc0d7e69ebcb93c07428d','17.广西科技大学20XX届普通本科生通过毕业设计（论文）资格审查名单一览表.xls','doc/201507/55b05985cb797.xls','41984','xls','Doc',1,1437620613,0),
	(1877,'02ea34e62723540b3307c381e6e6e205','18.广西科技大学20XX届普通本科生未通过毕业设计（论文）资格审查名单一览表.xls','doc/201507/55b0599a00631.xls','32256','xls','Doc',1,1437620634,0),
	(1878,'3e0b8c126182821ce13bb1eddc9d1259','广西科技大学本科毕业实习安排表.xls','doc/201507/55b059c4ebd9a.xls','77824','xls','Doc',1,1437620676,0),
	(1879,'8c7fbe7b0869d2ad11aca19fa8b437ad','广西科技大学发放签领单.xls','doc/201507/55b059d33f32c.xls','16384','xls','Doc',1,1437620691,0),
	(1880,'8f193da215dcc79e047c5db1b1d79e0f','广西科技大学实习计划表.doc','doc/201507/55b059e408beb.doc','49664','doc','Doc',1,1437620708,0),
	(1881,'bcaa8d6c3a23422dabb654bf18e666c3','广西科技大学实习计划表.xls','doc/201507/55b059f19aafd.xls','17920','xls','Doc',1,1437620721,0),
	(1882,'c0aa1fa8a1f461ee7a088a31fcc6ce41','广西科技大学学生实习评价表（实习单位用）.doc','doc/201507/55b059ff9fc3f.doc','44544','doc','Doc',1,1437620735,0),
	(1883,'524cba23d72d700a953525fdfa0eb4fd','处级领导出境审批表.doc','doc/201507/55b05a1a6f8e4.doc','49152','doc','Doc',1,1437620762,0),
	(1884,'966bdf3fc0f571585d3143f1f681b5d7','处级领导请假单.doc','doc/201507/55b05a294121b.doc','36352','doc','Doc',1,1437620777,0),
	(1885,'c5f9ea0ec7fba3708a99fc8fba78200d','教职工出境审批表.doc','doc/201507/55b05a3755d61.doc','47616','doc','Doc',1,1437620791,0),
	(1886,'548299b7d8440401af28f3bb11674a5b','教职工请假单.doc','doc/201507/55b05a434b044.doc','34816','doc','Doc',1,1437620803,0),
	(1887,'d0c1f534b75e0bc898daadcb64fc4edc','现金审批表.doc','doc/201507/55b05a5242314.doc','33792','doc','Doc',1,1437620818,0),
	(1888,'0877a6e7f2fd057971a366670170668e','用印申请.doc','doc/201507/55b05a67b1938.doc','34816','doc','Doc',1,1437620839,0),
	(1889,'39da0123f8ad79b93e5a09f9fa1123b7','1.2-2.png','schedule/201507/55b0b54e069a6.png','138183','png','Schedule',80,1437644110,0),
	(1890,'bc1273975fe0f02383c16bba8eb15bfa','屏幕快照 2015-08-04 09.43.13.png','task/201508/55c42bd05460f.png','34487','png','Task',84,1438919632,0),
	(1891,'c275220a2821989ebc4310354ced852a','index.jpg','task/201508/55c44caa4f973.jpg','1298283','jpg','Task',84,1438928042,0),
	(1892,'a51ad395993676a82a5e95c3d1c2290c','屏幕快照 2015-07-02 14.17.14.png','task/201508/55c44cfac1c44.png','105814','png','Task',84,1438928122,0),
	(1893,'aa7a84acfecfeed60c7b14ccdeb6924f','屏幕快照 2015-07-29 09.39.25.png','task/201508/55c45228b53c0.png','239062','png','Task',84,1438929448,0),
	(1894,'32ebd3854fd4f3c091d978aa188ecaf8','屏幕快照 2015-08-04 09.43.13.png','task/201508/55c45244dfa44.png','34487','png','Task',84,1438929476,0),
	(1895,'3456c056668a19e31510814d1efe0686','屏幕快照 2015-07-29 09.39.25.png','flow/201508/55c4633759fe1.png','239062','png','Flow',117,1438933815,0),
	(1896,'8caddc305dc9d4f9e368f4f8df6563c2','QQ图片20150817144218.jpg','task/201508/55d1a1f8a90ff.jpg','131728','jpg','Task',80,1439801848,0),
	(1897,'c40cbb1427dd9eea6e0704d818e361ec','QQ图片20150817144218.jpg','task/201508/55d1a21222e57.jpg','131728','jpg','Task',80,1439801874,0),
	(1898,'c35e557e18d310218e0b0c1cf1a8aede','18.广西科技大学20XX届普通本科生未通过毕业设计（论文）资格审查名单一览表.xls','task/201508/55e189690a469.xls','0','xls','Task',69,1440844137,0),
	(1899,'aad065b478e1846220b1405208216dfa','640.jpg','task/201509/55ea41ea29da4.jpg','97373','jpg','Task',69,1441415658,0),
	(1900,'e07b67800c4d126f0b49597e71feb9d1','640.jpg','task/201509/55ea5d73ee138.jpg','97373','jpg','Task',69,1441422707,0),
	(1901,'93839c3ed74f7be1a94afcc2ef17a0f8','陈建华简历.pdf','task/201509/55ea5ec03864b.pdf','773243','pdf','Task',69,1441423040,0),
	(1902,'bc7e475387cdb742817df000da0ce5c0','640.jpg','task/201509/55ea5ff4cb158.jpg','97373','jpg','Task',69,1441423348,0),
	(1903,'f8acf92551d00ea4a1f8ab54400769b1','屏幕快照 2015-07-02 14.17.14.png','task/201509/55ea600561134.png','105814','png','Task',69,1441423365,0),
	(1904,'2641eabf0a3178bd9e201fa6898d13a5','640.jpg','task/201509/55ea60545b15d.jpg','97373','jpg','Task',69,1441423444,0),
	(1905,'c74b08ac5e2d8c20afb7860bdbc8043b','640.jpg','task/201509/55ea607ae546d.jpg','97373','jpg','Task',69,1441423482,0),
	(1906,'511dc7a6ae6af9feac139fdf6780977d','640.jpg','task/201509/55ea60fa774ec.jpg','97373','jpg','Task',69,1441423610,0),
	(1907,'4d92db18b04062077d6888d33725db99','640.jpg','task/201509/55ea62dc1f819.jpg','97373','jpg','Task',69,1441424092,0),
	(1908,'5e83a47cb69dd039bf0eedc97421075c','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea63d85e887.ppt','20992','ppt','Task',69,1441424344,0),
	(1909,'012219da1e0ac423a1e6cdbe3ec0a374','640.jpg','task/201509/55ea64cfd6c12.jpg','97373','jpg','Task',69,1441424591,0),
	(1910,'92579fd3a08601e502708176b77787a6','640.jpg','task/201509/55ea653ed89fa.jpg','97373','jpg','Task',69,1441424702,0),
	(1911,'31dc28fe8cfee4db7ab9194256bd816e','640.jpg','task/201509/55ea6687d224e.jpg','97373','jpg','Task',69,1441425031,0),
	(1912,'f66117768a767055787b95a0bd298725','屏幕快照 2015-07-02 14.17.14.png','task/201509/55ea669e240cc.png','105814','png','Task',69,1441425054,0),
	(1913,'f1343441004e15c1532d05ef64cb02a7','640.jpg','task/201509/55ea66af49473.jpg','97373','jpg','Task',69,1441425071,0),
	(1914,'4cf0cb516942abe12f66ac007453f30a','屏幕快照 2015-08-29 11.10.27.png','task/201509/55ea66c757dab.png','167714','png','Task',69,1441425095,0),
	(1915,'4ee7ec95adbb33dc3f553257e814dfbc','屏幕快照 2015-07-30 18.33.09.png','task/201509/55ea66d4dd3b3.png','169206','png','Task',69,1441425108,0),
	(1916,'b10c08e4fc5a7563bd1d33bf66f5a3f5','640.jpg','task/201509/55ea67a03a532.jpg','97373','jpg','Task',69,1441425312,0),
	(1917,'281e992d5e5f7f7c120415a8b3a19da3','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea67ead17f8.ppt','20992','ppt','Task',69,1441425386,0),
	(1918,'13815a6071d4bf71dd4164d813d36a79','640.jpg','task/201509/55ea68902479c.jpg','97373','jpg','Task',69,1441425552,0),
	(1919,'bddfd743eb7d37d5886d16dd053cd656','640.jpg','task/201509/55ea68e66759a.jpg','97373','jpg','Task',69,1441425638,0),
	(1920,'87901dffa3d681703da320c1f84a5a0e','640.jpg','task/201509/55ea695dabffd.jpg','97373','jpg','Task',69,1441425757,0),
	(1921,'78e14fee96e03c3b14acb652927ceaf0','屏幕快照 2015-08-29 11.10.27.png','task/201509/55ea6a44e4282.png','167714','png','Task',69,1441425988,0),
	(1922,'a9351b4002f1df713de15285da84ae4b','屏幕快照 2015-07-02 14.17.14.png','task/201509/55ea6c38490ed.png','105814','png','Task',69,1441426488,0),
	(1923,'ac19a6c2b32b99500f18c88184dd8cda','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea6c59c2405.ppt','20992','ppt','Task',69,1441426521,0),
	(1924,'9c93045fa395fb272fa74388a0029585','640.jpg','task/201509/55ea6caedc8e2.jpg','97373','jpg','Task',69,1441426606,0),
	(1925,'0fb8e9dbff43ee6464eebfb0101e6ea2','640.jpg','task/201509/55ea6d2836e88.jpg','97373','jpg','Task',69,1441426728,0),
	(1926,'5a687dda10f1a3767499d9f81fbfc12d','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea6f686a34d.ppt','20992','ppt','Task',69,1441427304,0),
	(1927,'8661f46f6625497bea8c26a34ebe229e','640.jpg','task/201509/55ea6f8ad98b5.jpg','97373','jpg','Task',69,1441427338,0),
	(1928,'a9460d4682daa44876951c06572a224d','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea700ba7434.ppt','20992','ppt','Task',69,1441427467,0),
	(1929,'361b0d03c2f41d2a96672bae8ea81248','640.jpg','task/201509/55ea701806348.jpg','97373','jpg','Task',69,1441427480,0),
	(1930,'378dcfb4bdc17fd774062d701c3a10be','屏幕快照 2015-07-14 15.24.55.png','task/201509/55ea708575839.png','143633','png','Task',69,1441427589,0),
	(1931,'6e98d0c012130ade20b1a43d2b1edaf9','640.jpg','task/201509/55ea70cf2c09a.jpg','97373','jpg','Task',69,1441427663,0),
	(1932,'a2d8dd31ee8ca6223b9c60421774e075','新建 Microsoft PowerPoint 幻灯片.ppt','task/201509/55ea70d97a9f6.ppt','20992','ppt','Task',69,1441427673,0),
	(1933,'ec74a2e22b11006cf83db0125d7ba6f1','15-16-1年度体育A3.doc（彭发胜） (2).doc','task/201509/55ee4b6f9dd62.doc','45056','doc','Task',80,1441680239,0),
	(1934,'a68f0f67781bf92c46687e0243a7f3cc','15-16-1年度体育A1.doc（彭发胜） (1).doc','task/201509/55ee4cf748f69.doc','49664','doc','Task',77,1441680631,0),
	(1935,'ac0f25f518d2c5124a63455191622fe9','15-16-1年度体育A3.doc（彭发胜） (2).doc','flow/201509/55ee4e7af2652.doc','45056','doc','Flow',77,1441681019,0),
	(1936,'b363e777fd4775b27f2cb33297fb16cf','15-16-1年度体育A1.doc（彭发胜） (1).doc','flow/201509/55ee56272657d.doc','49664','doc','Flow',112,1441682983,0),
	(1937,'5bbd43ee1e20cec6a82d9612e4a54502','微信测试号.txt','task/201509/55ef94e206a8f.txt','168','txt','Task',80,1441764578,0),
	(1938,'6e443bfb166d8f542cee279c5bb1f217','QQ图片20150902092452.jpg','task/201509/55ef9603e2226.jpg','16321','jpg','Task',80,1441764867,0),
	(1939,'96749e389541f33f8da35e41e90f366d','归档.zip','task/201509/55ef9d2154a54.zip','196641','zip','Task',80,1441766689,0),
	(1940,'3a544b3884afac31c7f25fd1f851e6ea','体育学院15-16-1专业课表.rar','task/201509/55ef9d31ab95e.rar','2549963','rar','Task',80,1441766705,0),
	(1941,'71bf2aba2efe817c93cc26ebd248153c','归档.zip','task/201509/55ef9d500ba4e.zip','196641','zip','Task',80,1441766736,0),
	(1942,'d86dce072e7d3532a94e778a87c9a3f8','start_pjax.zip','task/201509/55efaf7c1ae7b.zip','1189813','zip','Task',80,1441771388,0),
	(1943,'e68811d723eafdbb4dea2b98fa257550','QQ图片20150902092452.jpg','task/201509/55efcc9c05281.jpg','16321','jpg','Task',80,1441778844,0),
	(1944,'c7c2c17d5e65bb9e8430e153ef19c4e8','个人简历.docx','task/201509/55efd37088e8f.docx','58352','docx','Task',80,1441780592,0),
	(1945,'b14e2dcbc9fbee68278f90330130ba81','归档.zip','task/201509/55efd3df1ab57.zip','196641','zip','Task',80,1441780703,0),
	(1946,'1f7deaf31bee49ea9fe334d317c1c555','体育学院15-16-1专业课表.rar','task/201509/55efd4b78c5aa.rar','5100090','rar','Task',80,1441780919,0),
	(1947,'78430d5773903af94e60bfb576c76647','体育学院15-16-1专业课表.rar','task/201509/55efd4f54760d.rar','7650217','rar','Task',80,1441780981,0),
	(1948,'21543e758b66ff0e155ca0add94aa2b7','体育学院15-16-1专业课表.rar','task/201509/55efd8f85b0f0.rar','7650217','rar','Task',80,1441782008,0),
	(1949,'31946b91555978c6db5c5863230e2c43','体育学院15-16-1专业课表.rar','task/201509/55efd92449be7.rar','7650217','rar','Task',80,1441782052,0),
	(1950,'1eb4f097e12f8699df1a19b0dcee43c5','广西科技大学体育学院人员架构.doc','task/201509/55efdb95456c5.doc','77312','doc','Task',80,1441782677,0),
	(1951,'94346d8546f93dc3b49bace3ed5b67b9','体育学院15-16-1专业课表.rar','task/201509/55efdbe375159.rar','7650217','rar','Task',80,1441782755,0),
	(1952,'9c2f05cca42ff1a43146b3bbb81d23a2','体育学院15-16-1专业课表.rar','task/201509/55efdc1bd6373.rar','7650217','rar','Task',80,1441782812,0),
	(1953,'9986315dfa7c4d1655964385ad167c80','体育学院15-16-1专业课表001.zip','task/201509/55efdd442a6b9.zip','10258970','zip','Task',80,1441783108,0),
	(1954,'fe786d3cdd9b2c1163f4c2d93134ef35','明科在线客服系统官方最新的多用户企业版 客户端完美破解版.rar','task/201509/55efdf50ad225.rar','15315961','rar','Task',80,1441783633,0),
	(1955,'92c36ff32c4a377f606beac7f91f1ba3','明科在线客服系统官方最新的多用户企业版 客户端完美破解版.zip','task/201509/55efe3558c2df.zip','17149243','zip','Task',80,1441784661,0),
	(1956,'cde79da8212ba4813c50594936f1e7ca','明科在线客服系统官方最新的多用户企业版 客户端完美破解版.rar','task/201509/55eff79f50874.rar','15315961','rar','Task',80,1441789857,0),
	(1957,'2b62f0e51b0ef3ebb02e5a2e1fcc1627','明科在线客服系统官方最新的多用户企业版 客户端完美破解版.zip','task/201509/55eff8246d213.zip','17149243','zip','Task',80,1441789988,0);

/*!40000 ALTER TABLE `onethink_file` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_finance
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_finance`;

CREATE TABLE `onethink_finance` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doc_no` varchar(10) DEFAULT NULL COMMENT '单据编号',
  `input_date` date DEFAULT NULL COMMENT '录入日期',
  `account_id` int(11) DEFAULT NULL,
  `income` int(11) DEFAULT NULL,
  `payment` int(11) DEFAULT NULL,
  `amount` int(11) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `partner` varchar(50) DEFAULT NULL,
  `actor_user_id` int(11) DEFAULT NULL,
  `actor_user_name` varchar(10) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(10) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `add_file` varchar(255) DEFAULT NULL,
  `doc_type` tinyint(3) DEFAULT NULL,
  `is_del` tinyint(3) DEFAULT '0',
  `transfer_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_finance` WRITE;
/*!40000 ALTER TABLE `onethink_finance` DISABLE KEYS */;

INSERT INTO `onethink_finance` (`id`, `doc_no`, `input_date`, `account_id`, `income`, `payment`, `amount`, `type`, `partner`, `actor_user_id`, `actor_user_name`, `user_id`, `user_name`, `create_time`, `update_time`, `remark`, `add_file`, `doc_type`, `is_del`, `transfer_id`)
VALUES
	(30,'123123','2014-10-29',3,NULL,11,NULL,'转账',NULL,NULL,'11',1,'管理员',1415004900,NULL,'向[民生]转出[11]','',3,0,NULL),
	(31,'123123','2014-10-29',4,11,NULL,NULL,'转账',NULL,NULL,'11',1,'管理员',1415004900,NULL,'由[农行]转入[11]','',3,0,NULL);

/*!40000 ALTER TABLE `onethink_finance` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_finance_account
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_finance_account`;

CREATE TABLE `onethink_finance_account` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) DEFAULT NULL,
  `bank` varchar(20) DEFAULT NULL,
  `no` varchar(50) DEFAULT NULL,
  `init` int(11) DEFAULT NULL,
  `balance` int(11) DEFAULT NULL,
  `remark` varchar(200) DEFAULT NULL COMMENT '备注',
  `is_del` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_finance_account` WRITE;
/*!40000 ALTER TABLE `onethink_finance_account` DISABLE KEYS */;

INSERT INTO `onethink_finance_account` (`id`, `name`, `bank`, `no`, `init`, `balance`, `remark`, `is_del`)
VALUES
	(1,'22222','2222222222','22222233333',0,1,'33333333333',1),
	(2,'招行','333333333333','3333333333',111,2,'33333333333333333333333333',0),
	(3,'农行','11111','111111',0,3,'',0),
	(4,'民生','1','2',0,4,'',0);

/*!40000 ALTER TABLE `onethink_finance_account` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_flow
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_flow`;

CREATE TABLE `onethink_flow` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `doc_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `confirm` varchar(200) NOT NULL DEFAULT '' COMMENT '裁决数据',
  `confirm_name` text NOT NULL COMMENT '裁决显示内容',
  `consult` varchar(200) NOT NULL DEFAULT '' COMMENT '协商数据',
  `consult_name` text NOT NULL COMMENT '协商显示内容',
  `refer` varchar(200) NOT NULL DEFAULT '' COMMENT '抄送数据',
  `refer_name` text NOT NULL COMMENT '抄送显示内容',
  `type` varchar(20) NOT NULL DEFAULT '' COMMENT '流程类型',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `emp_no` varchar(20) DEFAULT NULL COMMENT '员工编号',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `dept_id` int(11) NOT NULL DEFAULT '0' COMMENT '部门ID',
  `dept_name` varchar(20) NOT NULL DEFAULT '' COMMENT '部门名称',
  `create_date` varchar(10) NOT NULL DEFAULT '' COMMENT '创建日期',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `step` int(11) NOT NULL DEFAULT '0' COMMENT '目前阶段状态',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `jiaoan` int(11) DEFAULT NULL COMMENT '教案专用，第几周',
  PRIMARY KEY (`id`),
  FULLTEXT KEY `refer_name` (`refer_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_flow` WRITE;
/*!40000 ALTER TABLE `onethink_flow` DISABLE KEYS */;

INSERT INTO `onethink_flow` (`id`, `doc_no`, `name`, `content`, `confirm`, `confirm_name`, `consult`, `consult_name`, `refer`, `refer_name`, `type`, `add_file`, `user_id`, `emp_no`, `user_name`, `dept_id`, `dept_name`, `create_date`, `create_time`, `update_time`, `step`, `is_del`, `jiaoan`)
VALUES
	(1,'111','蒋钢强 - 通用审批','','40002||','<span data=\"40002\" id=\"40002\"><nobr><b title=\"黎伟/教学秘书\">黎伟/教学秘书</b></nobr></span>','','','','','99','',69,'10001','蒋钢强',30,'院长及书记','',1441080123,0,40,0,0),
	(4,'09','李萌华 -第1周 教案','','40001,40002,40003,40004|','\r\n				<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b></nobr></span>			','','\r\n							','','\r\n							','68','ac0f25f518d2c5124a63455191622fe9;',77,'50002','李萌华',36,'论文领导小组','',1441681021,0,20,0,1),
	(5,'09','阚杰 -第2周 教案','','40001,40002,40003,40004|','\r\n				<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b></nobr></span>			','','\r\n							','','\r\n							','68','b363e777fd4775b27f2cb33297fb16cf;',112,'50028','阚杰',7,'老师及教辅','',1441682985,0,20,0,2),
	(6,'Y-m-d','管理员 - 请假表','','30001,30002,30003,30004|20002,20001,20003|10001|','\r\n				<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>			','','\r\n							','','\r\n							','69','',2,'admin','管理员',1,'体育学院','',1441782925,0,20,0,0);

/*!40000 ALTER TABLE `onethink_flow` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_flow_field
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_flow_field`;

CREATE TABLE `onethink_flow_field` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '',
  `type_id` int(11) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `msg` varchar(50) DEFAULT NULL,
  `control_type` varchar(255) DEFAULT NULL,
  `control_layout` varchar(255) DEFAULT NULL,
  `control_data` varchar(255) DEFAULT NULL,
  `validate` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_flow_field` WRITE;
/*!40000 ALTER TABLE `onethink_flow_field` DISABLE KEYS */;

INSERT INTO `onethink_flow_field` (`id`, `name`, `type_id`, `sort`, `msg`, `control_type`, `control_layout`, `control_data`, `validate`)
VALUES
	(12,'所属部门',33,'1','','text','1','病假|病假,事假|事假,婚假|婚假|丧假|丧假,产假|产假,年休假|年休假',''),
	(14,'申请人',33,'1','','text','1','a|1,b|2,c|3,d|4,e|5','require'),
	(26,'离职原因',33,'2','','textarea','1','',''),
	(27,'类别',33,'2','','radio','1','1|个人,2|工作,3|其他',''),
	(28,'日期',33,'2','','date','1','',''),
	(29,'所属部门',35,'1','','text','1','',''),
	(30,'申请人',35,'1','','text','1','',''),
	(31,'当前薪资',35,'1','','text','1','',''),
	(32,'调薪额度',35,'1','','text','1','',''),
	(33,'调薪明细',35,'1','','textarea','1','',''),
	(34,'类别',35,'1','','radio','1','1|表现佳,2|提升业绩,3|专业技术,4|工作差,5|重大错误',''),
	(35,'日期',35,'1','','date','1','',''),
	(36,'所属部门',34,'1','','text','1','',''),
	(37,'申请人',34,'1','','text','1','',''),
	(38,'类别',34,'1','','radio','1','1|事假,2|病假,3|婚嫁,4|丧假,5|其他',''),
	(39,'请假时间',34,'1','','radio','1','1|1天,2|2天,3|3天,4|3天以上需提交总经理批示',''),
	(40,'请假明细',34,'1','','textarea','1','',''),
	(41,'日期',34,'1','','date','1','',''),
	(42,'所属部门',8,'1','','text','1','',''),
	(43,'申请人',8,'1','','text','1','',''),
	(44,'报销额度',8,'1','','text','1','',''),
	(45,'报销类型',8,'1','','radio','1','1|公干,2|个人,3|其他',''),
	(46,'补充',8,'1','','textarea','1','',''),
	(47,'日期',8,'1','','date','1','',''),
	(48,'所属部门',36,'1','','text','1','',''),
	(49,'申请人',36,'1','','text','1','',''),
	(50,'外出理由',36,'1','','radio','1','1|个人,2|公干,3|其他',''),
	(51,'日期',36,'1','','date','1','',''),
	(52,'补充',36,'2','','simple','2','',''),
	(53,'多行文本',37,'','','textarea','2','',''),
	(54,'简易编辑器',37,'','','simple','2','',''),
	(55,'编辑器',37,'','','editor','2','',''),
	(56,'级别',39,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(57,'奖项',39,'2','','select','2','1|第一名,2|第二名,3|第三名,4|第四名,5|第五名,6|第六名,7|第七名,8|第八名',''),
	(58,'竞赛',39,'3','','select','2','1|集体,2|个人',''),
	(60,'时间',39,'4','','date','2','',''),
	(61,'备注详情',39,'5','','textarea','2','',''),
	(62,'级别',40,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(63,'重点否',40,'2','','select','2','1|重点,2|非重点',''),
	(64,'是否是成员',40,'3','','select','2','1|带队,2|成员',''),
	(65,'时间',40,'4','','date','2','',''),
	(66,'训练',41,'1','','select','2','1|普通运动队,2|高手运动队',''),
	(67,'时间',41,'2','','date','2','',''),
	(68,'备注详情',41,'3','','textarea','2','',''),
	(69,'备注详情',40,'5','','textarea','2','',''),
	(70,'级别',42,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(71,'奖项',42,'2','','select','2','1|第一名,2|第二名,3|第三名,4|第四名,5|第五名,6|第六名,7|第七名,8|第八名',''),
	(72,'时间',42,'3','','date','2','',''),
	(73,'备注详情',42,'4','','textarea','2','',''),
	(74,'级别',43,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(75,'奖项',43,'2','','select','2','1|第一名,2|第二名,3|第三名,4|第四名,5|第五名,6|第六名,7|第七名,8|第八名',''),
	(76,'时间',43,'3','','date','2','',''),
	(77,'备注详情',43,'4','','textarea','2','',''),
	(78,'级别',44,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(79,'排名',44,'2','','select','2','1|第一名,2|第二名,3|第三名,4|第四名,5|第五名,6|第六名,7|第七名,8|第八名',''),
	(80,'时间',44,'3','','date','2','',''),
	(83,'级别',45,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(82,'备注详情',44,'4','','textarea','2','',''),
	(84,'参与',45,'2','','select','2','1|组织,2|参与',''),
	(85,'时间',45,'3','','date','2','',''),
	(86,'备注详情',45,'4','','textarea','2','',''),
	(87,'级别',46,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(88,'参与',46,'2','','select','2','1|组织完成,2|组织调研',''),
	(89,'时间',46,'3','','date','2','',''),
	(90,'备注详情',46,'4','','textarea','2','',''),
	(91,'级别',47,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(92,'重点否',47,'2','','select','2','1|重点,2|非重点',''),
	(93,'是否带队',47,'3','','select','2','1|带队,2|成员',''),
	(94,'时间',47,'4','','date','2','',''),
	(95,'备注详情',47,'5','','textarea','2','',''),
	(96,'级别',48,'1','','select','2','1|国家级,2|省部级,3|市厅级,4|校级,5|院级',''),
	(97,'奖项',48,'2','','select','2','1|第一名,2|第二名,3|第三名,4|第四名,5|第五名,6|第六名,7|第七名,8|第八名',''),
	(98,'时间',48,'3','','date','2','',''),
	(99,'备注详情',48,'4','','textarea','2','',''),
	(100,'教材1',38,'1','','text','1','',''),
	(101,'教材2',38,'2','','text','1','',''),
	(102,'教材3',38,'3','','text','1','',''),
	(103,'教材4',38,'4','','text','1','',''),
	(104,'教材5',38,'5','','text','1','',''),
	(105,'教材6',38,'6','','text','1','',''),
	(106,'教材7',38,'7','','text','1','',''),
	(107,'教材8',38,'8','','text','1','',''),
	(108,'教材9',38,'9','','text','1','',''),
	(109,'教材10',38,'9-1','','text','1','',''),
	(110,'按时上下课,仪表整齐',51,'21','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(111,'教案完整，准备充分，内容熟练',51,'22','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(112,'听课班级',51,'11','','text','2','',''),
	(113,'听课时间',51,'12','','datetime','2','',''),
	(114,'听课地点',51,'13','','text','2','',''),
	(115,'课程名称',51,'14','','text','2','',''),
	(116,'任课教师',51,'15','','text','2','',''),
	(117,'授课章、节及主要内容',51,'16','','textarea','2','',''),
	(119,'教态自然，严肃认真',51,'23','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(120,'内容正确，概念突出，不出差错',51,'24','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(121,'重点突出，难点分散，深入浅出',51,'25','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(122,'前后连贯，条理清楚，逻辑性强',51,'26','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(123,'联系实际，例证恰当',51,'27','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(124,'重视双基，注意素质，能力培养',51,'28','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(125,'普通话标准，快慢适中',51,'29','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(126,'语言生动易懂，表达扼要 ',51,'30','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(127,'注意双向交流，师生配合较好',51,'31','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(128,'板书清晰，层次分明 ',51,'32','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(129,'课堂气氛活跃，秩序良好',51,'33','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(130,'学生思路集中，出勤率高',51,'34','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(131,'有独特教风、课堂教改突出',51,'35','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(132,'应到的学生人数',51,'41','','text','2','','number'),
	(133,'实到的学生人数',51,'42','','text','1','','number'),
	(134,'旷课的学生人数',51,'43','','text','1','','number'),
	(135,'迟到的学生人数',51,'44','','text','1','','number'),
	(136,'早退的学生人数',51,'45','','text','1','','number'),
	(137,'学生听讲情况(是否做其他的与上课无关的事，有无打盹现象等)',51,'46','','textarea','2','',''),
	(138,'意见与建议',51,'47','','textarea','2','',''),
	(139,'教师名称',54,'11','','text','1','',''),
	(140,'课程管理教研室',54,'12','','text','1','',''),
	(141,'授课班级',54,'13','','text','1','',''),
	(142,'承担的课程名称',54,'14','','text','1','',''),
	(143,'计划学时',54,'15','','text','1','',''),
	(144,'已完成学时',54,'16','','text','1','',''),
	(145,'教学进度执行情况',54,'17','','radio','2','1|正常,2|提前,3|滞后',''),
	(146,'调课次数及总学时',54,'18','','text','1','1|正常,2|提前,3|滞后',''),
	(147,'答疑次数',54,'19','','text','1','',''),
	(148,'考勤情况',54,'20','','radio','2','1|全考勤,2|抽考,3|不考勤',''),
	(149,'教材情况',54,'21','','radio','1','1|外购,2|自编',''),
	(150,'是否提前到书',54,'22','','radio','1','1|是,2|否',''),
	(151,'教材选用情况',54,'23','','radio','2','1|省部级以上优秀教材,2|面向21世纪优秀教材,3|国家规划教材,4|推荐教材,5|一般教材',''),
	(152,'适用情况',54,'24','','text','2','',''),
	(153,'布置作业次数',54,'25','','text','1','','number'),
	(154,'全改（次）',54,'26','','text','1','','number'),
	(155,'部分改（次）',54,'27','','text','1','','number'),
	(156,'抽改（次）',54,'28','','text','1','','number'),
	(157,'出勤情况',54,'29','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(158,'课堂纪律',54,'30','','radio','2','1|好,2|较好,3|一般,4|较差,5|差',''),
	(159,'作业情况',54,'31','','radio','2','1|认真完成，无抄袭,2|较认真，基本无抄袭,3|抄袭现象普遍',''),
	(160,'基础知识掌握情况',54,'32','','radio','2','1|好,2|较好,3|一般,4|较差',''),
	(161,'课堂学习氛围及课余与教师讨论问题情况',54,'33','','radio','2','1|好,2|较好,3|一般,4|较差',''),
	(162,'班级总体学风',54,'34','','radio','2','1|优,2|良,3|中,4|差',''),
	(163,'前段教学小结（包括课堂教学、答疑、习题课等内容）及今后计划：',54,'35','','textarea','2','',''),
	(164,'对本课程教学改革的意见与建议：',54,'36','','textarea','2','',''),
	(165,'学生名单',58,'','','simple','2','',''),
	(175,'用印时间',71,'10','','date','2','',''),
	(169,'请假事由',69,'14','','textarea','2','',''),
	(178,'用印材料名称、用途等',71,'14','','text','2','',''),
	(177,'盖印份数',71,'13','','text','2','',''),
	(174,'请假时间',69,'15','','date','2','',''),
	(182,'开票单位',72,'12','','text','2','',''),
	(179,'用印类型',71,'11','','checkbox','2','1|签字章,2|私章,3|公章',''),
	(181,'经费来源',72,'11','','text','2','',''),
	(183,'票据内容',72,'13','','text','2','',''),
	(184,'业务发生时间',72,'14','','date','2','',''),
	(185,'付现金额',72,'14','','text','2','',''),
	(186,'票据张数',72,'15','','text','2','',''),
	(187,'付现事由',72,'16','','text','2','',''),
	(188,'证明人',72,'17','','text','2','',''),
	(189,'备注',50,'','','simple','2','',''),
	(190,'备注',53,'','','simple','2','',''),
	(191,'备注',55,'','','simple','2','',''),
	(193,'教材1',79,'1','','text','1','',''),
	(194,'教材2',79,'2','','text','1','',''),
	(195,'教材3',79,'3','','text','1','',''),
	(196,'教材4',79,'4','','text','1','',''),
	(197,'教材5',79,'5','','text','1','',''),
	(198,'教材6',79,'6','','text','1','',''),
	(199,'教材7',79,'7','','text','1','',''),
	(200,'教材8',79,'8','','text','1','',''),
	(201,'教材9',79,'9','','text','1','',''),
	(219,'备注',83,'01','','editor','2','',''),
	(203,'教材10',79,'91','','text','1','',''),
	(204,'备注',80,'1','','simple','2','',''),
	(205,'备注',81,'01','','simple','2','',''),
	(206,'备注',82,'01','','simple','2','',''),
	(207,'备注',84,'','','simple','2','',''),
	(208,'备注',38,'9-2','','editor','2','',''),
	(209,'备注',51,'48','','editor','2','',''),
	(210,'备注',54,'37','','editor','2','',''),
	(211,'备注',56,'01','','editor','2','',''),
	(212,'备注',57,'01','','editor','2','',''),
	(213,'备注',68,'01','','editor','2','',''),
	(214,'备注',74,'01','','editor','2','',''),
	(215,'备注',75,'01','','editor','2','',''),
	(216,'备注',76,'01','','editor','2','',''),
	(217,'备注',77,'01','','editor','2','',''),
	(218,'备注',79,'92','','editor','2','',''),
	(220,'备注',85,'01','','editor','2','',''),
	(221,'备注',86,'01','','editor','2','',''),
	(222,'备注',87,'01','','editor','2','',''),
	(223,'备注',88,'01','','editor','2','',''),
	(224,'备注',89,'01','','editor','2','',''),
	(225,'指导老师名单',59,'','','simple','2','',''),
	(226,'优异情况',90,'','','simple','2','',''),
	(227,'说明',91,'','','simple','2','',''),
	(228,'说明',92,'0','','simple','2','',''),
	(229,'说明',93,'','','simple','2','',''),
	(230,'说明',94,'','','simple','2','',''),
	(231,'说明',95,'','','simple','2','',''),
	(232,'说明',96,'','','simple','2','',''),
	(233,'说明',97,'','','simple','2','',''),
	(234,'说明',98,'','','simple','2','',''),
	(235,'说明',99,'','','simple','2','',''),
	(236,'说明',100,'','','simple','2','',''),
	(237,'说明',101,'01','','simple','2','',''),
	(238,'说明',102,'02','','simple','2','',''),
	(239,'说明',103,'03','','simple','2','',''),
	(240,'是否真写中期检查',63,'','','radio','2','1|是,2|否',''),
	(241,'总分',66,'','','simple','2','',''),
	(242,'内容',105,'','','simple','2','',''),
	(243,'内容',106,'','','editor','2','',''),
	(244,'内容',104,'','','editor','2','',''),
	(245,'内容',107,'','','editor','2','',''),
	(246,'内容',109,'','','editor','2','',''),
	(247,'内容',109,'','','editor','2','','');

/*!40000 ALTER TABLE `onethink_flow_field` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_flow_field_data
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_flow_field_data`;

CREATE TABLE `onethink_flow_field_data` (
  `flow_id` int(11) NOT NULL,
  `field_id` int(11) NOT NULL DEFAULT '0',
  `val` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_flow_field_data` WRITE;
/*!40000 ALTER TABLE `onethink_flow_field_data` DISABLE KEYS */;

INSERT INTO `onethink_flow_field_data` (`flow_id`, `field_id`, `val`)
VALUES
	(5,213,'123456'),
	(4,213,'我是李梦华，我提交第一周教案'),
	(3,174,''),
	(3,169,''),
	(2,174,'2015-10-08'),
	(2,169,'ssd'),
	(1,235,'ss'),
	(155,203,''),
	(155,218,'<span style=\"color:#393939;font-family:΢���ź�;font'),
	(156,191,'asa'),
	(157,220,'sssd'),
	(158,229,'sdsdsd'),
	(159,216,''),
	(160,217,''),
	(161,217,'ssdds'),
	(162,62,'1'),
	(162,63,'1'),
	(162,64,'1'),
	(162,65,'2015-11-19'),
	(162,69,'dds'),
	(7,188,'3'),
	(7,187,'3'),
	(7,186,'3'),
	(7,185,'3'),
	(7,184,'2015-08-29'),
	(7,183,'3'),
	(7,182,'3'),
	(7,181,'3'),
	(9,238,'1231231213'),
	(6,174,'2015-09-24'),
	(6,169,'asdf');

/*!40000 ALTER TABLE `onethink_flow_field_data` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_flow_log
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_flow_log`;

CREATE TABLE `onethink_flow_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `flow_id` int(11) NOT NULL DEFAULT '0' COMMENT '流程ID',
  `emp_no` varchar(20) NOT NULL DEFAULT '' COMMENT '员工编号',
  `user_id` int(11) DEFAULT NULL COMMENT '用户ID',
  `user_name` varchar(20) DEFAULT '' COMMENT '用户名称',
  `step` int(11) NOT NULL DEFAULT '0' COMMENT '当前步骤',
  `result` int(11) DEFAULT '3' COMMENT '审批结果',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  `comment` text COMMENT '意见',
  `is_read` tinyint(3) NOT NULL DEFAULT '0' COMMENT '已读',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_flow_log` WRITE;
/*!40000 ALTER TABLE `onethink_flow_log` DISABLE KEYS */;

INSERT INTO `onethink_flow_log` (`id`, `flow_id`, `emp_no`, `user_id`, `user_name`, `step`, `result`, `create_time`, `update_time`, `comment`, `is_read`)
VALUES
	(1,1,'40002',102,'黎伟',21,1,1441080123,1441529165,'通过。可以去。',0),
	(3,4,'40001',84,'张振华',21,3,1441681022,0,NULL,0),
	(4,4,'40002',102,'黎伟',21,3,1441681022,0,NULL,0),
	(5,4,'40003',104,'莫双瑗',21,3,1441681022,0,NULL,0),
	(6,4,'40004',116,'梁然',21,3,1441681022,0,NULL,0),
	(7,5,'40001',84,'张振华',21,3,1441682985,0,NULL,0),
	(8,5,'40002',102,'黎伟',21,3,1441682985,0,NULL,0),
	(9,5,'40003',104,'莫双瑗',21,3,1441682985,0,NULL,0),
	(10,5,'40004',116,'梁然',21,3,1441682985,0,NULL,0),
	(11,6,'30001',80,'赵原',21,3,1441782925,0,NULL,0),
	(12,6,'30002',81,'唐飚',21,3,1441782925,0,NULL,0),
	(13,6,'30003',92,'彭发胜',21,3,1441782925,0,NULL,0),
	(14,6,'30004',105,'王志华',21,3,1441782925,0,NULL,0);

/*!40000 ALTER TABLE `onethink_flow_log` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_flow_type
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_flow_type`;

CREATE TABLE `onethink_flow_type` (
  `id` smallint(3) unsigned NOT NULL AUTO_INCREMENT,
  `tag` varchar(20) NOT NULL DEFAULT '' COMMENT '分组',
  `doc_no_format` varchar(50) NOT NULL DEFAULT '' COMMENT '文档编码格式',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `short` varchar(20) NOT NULL DEFAULT '' COMMENT '简称',
  `content` text NOT NULL COMMENT '内容',
  `confirm` varchar(100) NOT NULL DEFAULT '' COMMENT '裁决数据',
  `confirm_name` text NOT NULL COMMENT '裁决显示内容',
  `consult` varchar(100) NOT NULL DEFAULT '' COMMENT '协商数据',
  `consult_name` text NOT NULL COMMENT '协商显示内容',
  `refer` varchar(100) NOT NULL DEFAULT '' COMMENT '抄送数据',
  `refer_name` text NOT NULL COMMENT '抄送显示内容',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `sort` smallint(3) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `is_edit` tinyint(3) NOT NULL DEFAULT '0' COMMENT '可编辑标记',
  `is_lock` tinyint(3) NOT NULL DEFAULT '0' COMMENT '锁定标记',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `request_duty` int(11) DEFAULT NULL,
  `report_duty` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_flow_type` WRITE;
/*!40000 ALTER TABLE `onethink_flow_type` DISABLE KEYS */;

INSERT INTO `onethink_flow_type` (`id`, `tag`, `doc_no_format`, `name`, `short`, `content`, `confirm`, `confirm_name`, `consult`, `consult_name`, `refer`, `refer_name`, `create_time`, `update_time`, `sort`, `is_edit`, `is_lock`, `is_del`, `request_duty`, `report_duty`)
VALUES
	(38,'69','01','老师填写教材','老师填写教材',' ','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1437362247,1438914300,0,2,0,0,14,14),
	(39,'70','Y-m-d','申报课外活动','课外活动','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437375084,0,0,2,0,0,14,14),
	(40,'86','Y-m-d','申请实验室申报','实验室','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437376318,0,0,2,0,0,14,14),
	(41,'71','Y-m-d','申请运动训练','运动训练','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437377484,0,0,2,0,0,14,14),
	(42,'72','Y-m-d','申请运动竞赛申报','运动竞赛','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437377962,0,0,2,0,0,14,14),
	(43,'80','Y-m-d','申请教学竞赛申报','教学竞赛','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437378259,0,0,2,0,0,14,14),
	(44,'81','Y-m-d','申请教学成果申报','教学成果','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437378530,0,0,2,0,0,14,14),
	(45,'82','Y-m-d','申请科学研究申报','科学研究','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437379677,0,0,2,0,0,14,14),
	(46,'83','Y-m-d','申请科学论文申报','科学论文','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437379895,0,0,2,0,0,14,14),
	(47,'84','Y-m-d','申请学科建设申报','学科建设','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437380547,0,0,2,0,0,14,14),
	(48,'85','Y-m-d','申请体质测试申报','体质测试','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437380838,0,0,2,0,0,14,14),
	(91,'70','ymd','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438585919,0,0,0,0,0,14,14),
	(50,'69','03','教学进度','教学',' ','dp_24_16|dp_32_12|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr></span>','','','','',1437460018,1439781339,0,2,0,0,14,14),
	(51,'69','Y-m-d','听课表','听课表',' ','dp_6_25|','<span data=\"dp_6_25\" id=\"dp_6_25\"><nobr><b title=\"秘书及辅导员-教学秘书\">秘书及辅导员-教学秘书</b></nobr></span>','','','','',1437460696,1438760182,0,2,0,0,14,14),
	(80,'89','02','教学进度','教学计划',' ','dp_24_16|dp_32_12|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr></span>','','','','',1438245567,1439781381,0,2,0,0,14,14),
	(53,'69','05','试卷','试卷',' ','dept_7|dept_24|','<span data=\"dept_7\" id=\"dept_7\"><nobr><b title=\"老师及教辅\">老师及教辅</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_24\" id=\"dept_24\"><nobr><b title=\"主任及书记\">主任及书记</b></nobr></span>','','','','',1437462013,1437641686,0,2,0,0,14,14),
	(78,'82','1.1','科学成果','科学成果','&nbsp;','','','','','','',1438221033,0,0,0,0,0,14,14),
	(54,'69','Y-m-d','教学自评表','教学自评表',' ','dp_24_16|dp_6_25|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_6_25\" id=\"dp_6_25\"><nobr><b title=\"秘书及辅导员-教学秘书\">秘书及辅导员-教学秘书</b></nobr></span>','','','','',1437462969,1438742890,0,1,0,0,14,14),
	(55,'69','06','教学大纲','大纲',' ','dp_24_16|dp_32_12|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr></span>','','','','',1437528519,1439214132,0,1,0,0,14,14),
	(97,'82','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586512,0,0,0,0,0,14,14),
	(98,'83','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586557,0,0,0,0,0,14,14),
	(79,'89','01','老师填写教材','老师填写教材',' ','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438245033,1438245787,0,2,0,0,14,14),
	(57,'69','08','学生评任务','学生评任务',' ','dp_6_24|dp_6_23|','<span data=\"dp_6_24\" id=\"dp_6_24\"><nobr><b title=\"秘书及辅导员-教务秘书\">秘书及辅导员-教务秘书</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_6_23\" id=\"dp_6_23\"><nobr><b title=\"秘书及辅导员-辅导员\">秘书及辅导员-辅导员</b></nobr></span>','','','dp_6_24|','<span data=\"dp_6_24\" id=\"dp_6_24\"><nobr><b title=\"秘书及辅导员-教务秘书\">秘书及辅导员-教务秘书</b><a class=\"del\" title=\"删除\"><i class=\"fa fa-times\"></i></a></nobr></span>',1437529691,1437722779,0,1,0,0,14,14),
	(58,'87','Y-m-d','审查学生资格','审查学生资格',' ','dept_36|','<span data=\"dept_36\" id=\"dept_36\"><nobr><b title=\"论文领导小组\">论文领导小组</b></nobr></span>','','','','',1437529957,1439029488,0,2,0,0,14,14),
	(59,'87','Y-m-d','审查教师指导资格（领导小组）','审查教师指导资格',' ','dp_30_9|','<span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437530066,1439029519,0,2,0,0,14,14),
	(60,'87','Y-m-d','上报课题','上报课题','<h1>\r\n	广西科技大学普通本科毕业设计(论文)课题申报表\r\n</h1>\r\n<table class=\"MsoNormalTable table\" style=\"width:458.4pt;\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"115\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题名称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"373\" valign=\"top\" colspan=\"6\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"83\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题类型</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"39\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"115\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题来源</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"210\" valign=\"top\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"110\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">毕业设计地点</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"174\" valign=\"top\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"115\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">导师姓名</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"104\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"59\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					性 别\r\n				</p>\r\n			</td>\r\n			<td width=\"47\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"110\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">年  龄</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"52\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"83\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">职  称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"115\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">所在单位</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"130\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"80\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">所学专业</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"162\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"83\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">联系电话</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"39\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"611\" valign=\"top\" colspan=\"9\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题简介：（主要内容、现有条件、时间安排、预期成果及表现形式。）</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:12.0000pt;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"> </span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-indent:180.0000pt;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">申报人姓名：                日期：</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p class=\"MsoNormal\">\r\n	填表说明:\r\n</p>\r\n<p class=\"MsoNormal\" style=\"text-indent:21.0000pt;\">\r\n	1、每项内容教师都必须认真填写。\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	2、课题来源要填写确切基金项目、企事业单位项目，不能写横向、纵向课题等。\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	3、课题类型：（1）A—工程设计；B—技术开发；C—软件工程；D—理论研究；\r\n</p>\r\n<p class=\"MsoNormal\" style=\"text-indent:84.0000pt;\">\r\n	（2）X—真实课题；Y—模拟课题；Z—虚拟课题；\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	（1）、（2）均要填，如AY。\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	<br />\r\n</p>','dept_36|','<span data=\"dept_36\" id=\"dept_36\"><nobr><b title=\"论文领导小组组长\">论文领导小组组长</b></nobr></span>','','','','',1437530115,1439022542,0,1,0,0,14,14),
	(61,'87','Y-m-d','上报任务书','上报任务书','<h1>\r\n	<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n		广 西 科 技 大 学\r\n	</p>\r\n	<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n		普通本科毕业设计（论文）任务书\r\n	</p>\r\n</h1>\r\n<table width=\"100%\" border=\"1\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"21%\">\r\n				课题名称\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				学   院\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				专   业\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				班   级\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				学   号\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				姓   名\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				指导教师\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				教研室主任\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				院    长\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				课题的主要内容和基本要求\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				进度计划与应完成的工作\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				完成期限\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				主要参考文献、资料\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:left;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>','dp_24_16|dp_32_12|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr></span>','','','','',1437530175,1439025339,0,1,0,0,14,14),
	(62,'87','Y-m-d','上报开题报告','上报开题报告','<h1>\r\n	<p class=\"MsoNormal\">\r\n		广 西 科 技 大 学\r\n	</p>\r\n	<p class=\"MsoNormal\">\r\n		普通本科毕业设计（论文）开题报告\r\n	</p>\r\n</h1>\r\n<table width=\"100%\" border=\"1\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"21%\">\r\n				课题名称\r\n			</td>\r\n			<td width=\"79%\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				学   院\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				专   业\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				班   级\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				学   号\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				姓   名\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				指导教师\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				毕业设计（论文）选题的目的和意义\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				设计或研究主要内容和重点，预期达到的目标及拟解决的主 要问题和技术关键，有何创新之处\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				研究方案\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				主要参考文献目录\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				毕业设计（论文）工作进度计划\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n				指导教师审查意见\r\n			</td>\r\n			<td>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>','dept_36|','<span data=\"dept_36\" id=\"dept_36\"><nobr><b title=\"论文领导小组\">论文领导小组</b></nobr></span>','','','','',1437530635,1439026273,0,1,0,0,14,14),
	(63,'87','Y-m-d','上报中期检查','上报中期检查',' \r\n<h1>\r\n	<p class=\"MsoNormal\">\r\n		广西科技大学本科毕业设计（论文）中期检查表\r\n	</p>\r\n	<p class=\"MsoNormal\">\r\n		（指导教师用）\r\n	</p>\r\n</h1>\r\n<p class=\"MsoNormal\">\r\n	                                                  填表日期：     年   月   日\r\n</p>\r\n<table class=\"MsoNormalTable\" style=\"width:480.4pt;\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指导教师</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">姓    名</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"122\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"95\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">职   称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"119\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"94\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指导人数</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生专业</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">班    级</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"122\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"95\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生姓名</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"320\" valign=\"center\" colspan=\"6\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">每周指导</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">次    数</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"122\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"95\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">每周指导</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">时    间</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"119\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"94\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">考勤方式</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题名称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"538\" valign=\"center\" colspan=\"11\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生出勤和纪律情况</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"538\" valign=\"center\" colspan=\"11\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生毕业</span><span style=\"font-family:\'Times New Roman\';font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计（论文）工作态度</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"538\" valign=\"center\" colspan=\"11\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" rowspan=\"7\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生毕业</span><span style=\"font-family:\'Times New Roman\';font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计（论文）工作进度</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">主要内容</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">已完成（打√）</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"255\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">待完成的主要内容</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">1.<span>任务书的填写</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"255\" valign=\"center\" colspan=\"4\" rowspan=\"6\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">2.<span>毕业实习</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">3.<span>实习总结</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">4.<span>开题报告</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">5.<span>外文翻译</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"158\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">6.<span>毕业设计（论文）</span></span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"124\" valign=\"center\" colspan=\"4\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">       %</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">存在问题及问题的解决情      况</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"538\" valign=\"center\" colspan=\"11\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"101\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评价（打√）</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"75\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">满意</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"94\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"85\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">基本满意</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"94\" valign=\"center\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"82\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">不满意</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p class=\"MsoNormal\">\r\n	教研室主任（指导小组组长）签字：                                  年   月   日\r\n</p>','dept_36|','<span data=\"dept_36\" id=\"dept_36\"><nobr><b title=\"论文领导小组\">论文领导小组</b></nobr></span>','','','','',1437530668,1439026250,0,1,0,0,14,14),
	(64,'87','Y-m-d','上报申请答辩','上报申请答辩','<h1>\r\n	<p class=\"MsoNormal\">\r\n		学生申请答辩表\r\n	</p>\r\n</h1>\r\n<table class=\"MsoNormalTable\" align=\"center\" style=\"width:100%;\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"176\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题名称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"472\" valign=\"top\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"176\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指导教师（职称）</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"472\" valign=\"top\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"176\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计（论文）是否完成</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"181\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">材料是否完整规范</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"205\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"176\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">译文是否完成</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"266\" valign=\"top\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计（论文）手册是否填写完毕</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"121\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"176\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学院</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"60\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">专业</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"121\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学号</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"121\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p class=\"MsoNormal\">\r\n	学生签名：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日期：\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	<br />\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	<br />\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	<br />\r\n</p>\r\n<h1>\r\n	<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n		本科毕业设计（论文）评审表（指导教师用）\r\n	</p>\r\n</h1>\r\n<table class=\"MsoNormalTable\" align=\"center\" style=\"width:481.95pt;\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" rowspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">序号</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" rowspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评审项目</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" rowspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;标</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">满分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"center\" rowspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"28\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">理</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">文</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">1</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">工作量、工作态度</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">按期圆满完成规定的任务，难易程度和工作量符合教学要求；工作努力，遵守纪律；工作作风严谨务实；善于与他人合作。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">2</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">调查论证</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">能独立查阅文献和调研；能较好地做出开题报告；有综合、收集和正确利用各种信息及获取新知识的能力。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">10</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">3</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">译&nbsp;&nbsp;文</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">翻译准确、通顺，文笔流畅，译文数量符合要求。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">5</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">10</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">4</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计、实验方案，分析与技能</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计、实验方案科学合理；数据采集、计算、处理正确；论据可靠，分析、论证充分；结构设计合理、工艺可行、推导正确或程序运行可靠；绘图符合国家标准。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">40</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">0</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">5</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">设计说明书论文质量</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">综述简练完整，有见解；观点正确，论据充分，结论严谨合理；文理通顺，技术用语准确，符合规范；图表完备、正确。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">40</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"39\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">6</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"84\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">创&nbsp;&nbsp;新</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"406\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">工作中有创新意识；对前人工作有改进、突破，或有独特见解，有一定应用价值。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">5</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"28\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">10</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"529\" valign=\"top\" colspan=\"3\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">是否同意参加答辩：</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">总分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"56\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"642\" valign=\"top\" colspan=\"6\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评语：</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p class=\"MsoNormal\">\r\n	指导教师签名：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日期：\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	<br />\r\n</p>','dept_36|dept_37|','<span data=\"dept_36\" id=\"dept_36\"><nobr><b title=\"论文领导小组\">论文领导小组</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_37\" id=\"dept_37\"><nobr><b title=\"论文答辨小组\">论文答辨小组</b></nobr></span>','','','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b><a class=\"del\" title=\"删除\"><i class=\"fa fa-times\"></i></a></nobr></span>',1437530752,1439026628,0,1,0,0,14,14),
	(65,'87','Y-m-d','填论文评阅评审表（老师）','填论文评阅评审表','<h1>\r\n	<p class=\"MsoNormal\">\r\n		广西科技大学本科毕业论文评审表(评阅人用)\r\n	</p>\r\n</h1>\r\n<table class=\"MsoNormalTable\" style=\"width:469.2pt;\">\r\n	<tbody>\r\n		<tr>\r\n			<td width=\"80\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题名称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"545\" valign=\"center\" colspan=\"8\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"80\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学生姓名</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"82\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"46\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">学号</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"91\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"83\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指导教师姓    名</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"89\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">职称</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">序号</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评审项目</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">指          标</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">满分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">1</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题完成量</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">课题内容完成量、难易程度和工作量符合教学基本要求。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">2</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">调查与综合</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">根据课题任务，能独立查阅文献资料和从事其它有关调研。有收集、综合和利用各种信息的能力。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">20</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">3</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">译  文</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">翻译准确、通顺、文字流畅，译文数量符合要求。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">10</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">4</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">论文质量</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">文章切合选题，材料丰富、内容充实，观点明确、论据充分、论证严格，构思完整，层次分明，段落、论题间的衔接自然、舒展。文笔流畅，语言通顺，专业术语使用准确，图表清楚、符合要求。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">40</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"30\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">5</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"106\" valign=\"center\" colspan=\"2\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">创  新</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"336\" valign=\"center\" colspan=\"5\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">有独特见解或有一定应用价值。</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">10</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"473\" valign=\"top\" colspan=\"8\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n			<td width=\"58\" valign=\"center\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">总分</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n			</td>\r\n			<td width=\"93\" valign=\"top\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td width=\"625\" valign=\"top\" colspan=\"10\" style=\"border:1px solid #000;\">\r\n				<p class=\"MsoNormal\">\r\n					<span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\">评语：</span><span style=\"font-family:仿宋_GB2312;font-size:12.0000pt;\"></span> \r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n				<p class=\"MsoNormal\" style=\"text-align:center;\">\r\n					<br />\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p class=\"MsoNormal\">\r\n	评阅人：            		日期：            \r\n</p>\r\n<p class=\"MsoNormal\">\r\n	 \r\n</p>','dept_37|','<span data=\"dept_37\" id=\"dept_37\"><nobr><b title=\"论文答辨小组\">论文答辨小组</b></nobr></span>','','','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b><a class=\"del\" title=\"删除\"><i class=\"fa fa-times\"></i></a></nobr></span>',1437530863,1439028571,0,1,0,0,14,14),
	(66,'87','Y-m-d','上报答辨总分（教务秘书）','上报答辨总分',' ','dept_37|','<span data=\"dept_37\" id=\"dept_37\"><nobr><b title=\"论文答辨小组\">论文答辨小组</b></nobr></span>','','','','',1437530902,1439026934,0,2,0,0,14,14),
	(67,'87','Y-m-d','论文答辨结果公布（答辨主任）','论文答辨结果公布','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"教务秘书\">教务秘书</b></nobr></span>','','','','',1437530948,0,0,2,0,0,14,14),
	(68,'69','09','教案','教案',' ','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b></nobr></span>','','','','',1437535473,1437704105,0,2,0,0,14,14),
	(105,'86','ymd','实验室教学大纲','实验室教学大纲','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1440139925,0,0,0,0,0,14,14),
	(106,'86','myd','实验室计划安排表','实验室计划安排表','&nbsp;','dp_30_9|','<span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1440139982,0,0,0,0,0,14,14),
	(90,'87','ymd','评优异','评优异','  ','dp_6_24|','<span data=\"dp_6_24\" id=\"dp_6_24\"><nobr><b title=\"秘书及辅导员-教务秘书\">秘书及辅导员-教务秘书</b></nobr></span>','','','','',1438413833,1439027783,0,0,0,0,14,14),
	(69,'88','Y-m-d','请假表','请假表',' \r\n<p class=\"MsoNormal\">\r\n	1. 请假二天（含）以内由单位审批，并报人事处备案；一周以内由人事处审批；超过一周由分管校领导审批。2.任课老师请假须经教务处签署意见后再按审批权限请假。\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	3. 本单填写一式两份，送人事处备案一份。\r\n</p>\r\n<p class=\"MsoNormal\">\r\n	4. 假满后应即到人事处销假。\r\n</p>','dp_24_16|dp_32_12|dp_30_9|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437618609,1438587909,0,0,0,0,14,14),
	(70,'88','Y-m-d','调课表','调课表',' ','dp_24_16|dp_32_12|dp_30_9|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437618826,1438590737,0,2,0,0,14,14),
	(71,'88','Y-m-d','用印申请表','用印申请表',' ','dp_40_14|dp_30_9|','<span data=\"dp_40_14\" id=\"dp_40_14\"><nobr><b title=\"院办主任-办公室主任\">院办主任-办公室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437619351,1440814607,0,2,0,0,14,14),
	(72,'88','Y-m-d','现金审批表','现金审批表',' ','dp_40_14|dp_30_9|','<span data=\"dp_40_14\" id=\"dp_40_14\"><nobr><b title=\"院办主任-办公室主任\">院办主任-办公室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437619753,1440814669,0,2,0,0,14,14),
	(73,'88','Y-m-d','报账审批表','报账审批表',' ','dp_40_14|dp_30_9|','<span data=\"dp_40_14\" id=\"dp_40_14\"><nobr><b title=\"院办主任-办公室主任\">院办主任-办公室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_30_9\" id=\"dp_30_9\"><nobr><b title=\"院长及书记-院长\">院长及书记-院长</b></nobr></span>','','','','',1437619802,1440814885,0,2,0,0,14,14),
	(96,'81','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586471,0,0,0,0,0,14,14),
	(75,'69','9-2','任务分析','任务分析','&nbsp;','dept_7|dept_24|','<span data=\"dept_7\" id=\"dept_7\"><nobr><b title=\"老师及教辅\">老师及教辅</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_24\" id=\"dept_24\"><nobr><b title=\"主任及书记\">主任及书记</b></nobr></span>','','','','',1437633383,1437719886,0,0,0,0,14,14),
	(104,'86','ymd','实验室工作计划','实验室工作计划','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1440139170,0,0,0,0,0,14,14),
	(95,'80','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586434,0,0,0,0,0,14,14),
	(76,'69','5-1','老师提交成绩','老师提交成绩',' ','emp_40002|','<span data=\"emp_40002\" id=\"emp_40002\"><nobr><b title=\"黎伟/教学秘书<>\">黎伟/教学秘书&lt;&gt;</b></nobr></span>','','','','',1437642721,1438998792,0,0,0,0,14,14),
	(77,'69','9-3','教学总结','教学总结',' ','emp_30002|emp_40001|','<span data=\"emp_30002\" id=\"emp_30002\"><nobr><b title=\"赵原/教研室主任<>\">赵原/教研室主任&lt;&gt;</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"emp_40001\" id=\"emp_40001\"><nobr><b title=\"张振华/教务秘书<>\">张振华/教务秘书&lt;&gt;</b></nobr></span>','','','','',1437721042,1439016493,0,0,0,0,14,14),
	(81,'89','05','试卷','试卷','&nbsp;','dept_7|dept_24|','<span data=\"dept_7\" id=\"dept_7\"><nobr><b title=\"老师及教辅\">老师及教辅</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_24\" id=\"dept_24\"><nobr><b title=\"主任及团委\">主任及团委</b></nobr></span>','','','','',1438245776,0,0,2,0,0,14,14),
	(82,'89','06','教学大纲','教学大纲',' ','dp_24_16|dp_32_12|','<span data=\"dp_24_16\" id=\"dp_24_16\"><nobr><b title=\"主任及团委-教研室主任\">主任及团委-教研室主任</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_32_12\" id=\"dp_32_12\"><nobr><b title=\"分管领导-副院长\">分管领导-副院长</b></nobr></span>','','','','',1438246025,1439459191,0,0,0,0,14,14),
	(93,'71','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586346,0,0,0,0,0,14,14),
	(94,'72','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586392,0,0,0,0,0,14,14),
	(84,'89','08','学生评任务','学生评任务','&nbsp;&nbsp;','dp_6_24|dp_6_23|','<span data=\"dp_6_24\" id=\"dp_6_24\"><nobr><b title=\"秘书及辅导员-教务秘书\">秘书及辅导员-教务秘书</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dp_6_23\" id=\"dp_6_23\"><nobr><b title=\"秘书及辅导员-辅导员\">秘书及辅导员-辅导员</b></nobr></span>','','','dp_6_24|','<span data=\"dp_6_24\" id=\"dp_6_24\"><nobr><b title=\"秘书及辅导员-教务秘书\">秘书及辅导员-教务秘书</b><a class=\"del\" title=\"删除\"><i class=\"fa fa-times\"></i></a></nobr></span>',1438246502,0,0,0,0,0,14,14),
	(85,'89','09','教案','教案','&nbsp;','dept_6|','<span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b></nobr></span>','','','','',1438246556,0,0,2,0,0,14,14),
	(92,'86','11','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586241,0,0,0,0,0,14,14),
	(87,'89','92','任务分析','任务分析','&nbsp;','dept_7|dept_24|','<span data=\"dept_7\" id=\"dept_7\"><nobr><b title=\"老师及教辅\">老师及教辅</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_24\" id=\"dept_24\"><nobr><b title=\"主任及团委\">主任及团委</b></nobr></span>','','','','',1438246672,0,0,0,0,0,14,14),
	(88,'89','93','老师提交成绩','老师提交成绩','&nbsp;','dept_7|dept_6|','<span data=\"dept_7\" id=\"dept_7\"><nobr><b title=\"老师及教辅\">老师及教辅</b></nobr><b><i class=\"fa fa-arrow-right\"></i></b></span><span data=\"dept_6\" id=\"dept_6\"><nobr><b title=\"秘书及辅导员\">秘书及辅导员</b></nobr></span>','','','','',1438246716,0,0,0,0,0,14,14),
	(89,'89','95','教学总结','教学总结','&nbsp;','dept_24|','<span data=\"dept_24\" id=\"dept_24\"><nobr><b title=\"主任及团委\">主任及团委</b></nobr></span>','','','','',1438246760,0,0,0,0,0,14,14),
	(99,'84','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586601,0,0,0,0,0,14,14),
	(100,'85','111','通用审批','通用审批','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438586641,0,0,0,0,0,14,14),
	(101,'90','y-m-d','实践教学','实践教学','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438913868,0,0,2,0,0,14,14),
	(102,'91','y-m-d','场馆管理','场馆管理','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438913988,0,0,2,0,0,14,14),
	(103,'92','y-m-d','毕业实习','毕业实习','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1438914068,0,0,2,0,0,14,14),
	(107,'86','ymd','实验日志','实验日志','&nbsp;','','','','','','',1440140094,0,0,0,0,0,14,14),
	(108,'86','ymd','实验报告收集、评价、整理','实验报告收集、评价、整理','&nbsp;','','','','','','',1440140157,0,0,0,0,0,14,14),
	(109,'86','myd','实验室工作总结','实验室工作总结','&nbsp;','dept_1|','<span data=\"dept_1\" id=\"dept_1\"><nobr><b title=\"体育学院\">体育学院</b></nobr></span>','','','','',1440140382,0,0,0,0,0,14,14);

/*!40000 ALTER TABLE `onethink_flow_type` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_forum
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_forum`;

CREATE TABLE `onethink_forum` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `folder` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `views` int(11) NOT NULL,
  `reply` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `last_post` int(11) NOT NULL,
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `is_top` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_forum` WRITE;
/*!40000 ALTER TABLE `onethink_forum` DISABLE KEYS */;

INSERT INTO `onethink_forum` (`id`, `folder`, `user_id`, `user_name`, `name`, `content`, `views`, `reply`, `order`, `add_file`, `last_post`, `create_time`, `update_time`, `is_del`, `is_top`)
VALUES
	(25,53,1,'管理员','sssssss','sssssssssssssssssssss',9,2,0,'',0,1401541641,0,0,0),
	(26,52,1,'管理员','123','456789',38,1,0,'',0,1405338400,0,0,1);

/*!40000 ALTER TABLE `onethink_forum` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_forum_post
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_forum_post`;

CREATE TABLE `onethink_forum_post` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `forum_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_forum_post` WRITE;
/*!40000 ALTER TABLE `onethink_forum_post` DISABLE KEYS */;

INSERT INTO `onethink_forum_post` (`id`, `forum_id`, `name`, `content`, `user_id`, `user_name`, `add_file`, `is_del`, `create_time`, `update_time`)
VALUES
	(53,25,'','123211111111111',1,'管理员','',0,1401543445,0),
	(54,25,'','<img src=\"/Data/Files/forum/201406/53a66bcd99f10.jpg\" alt=\"\" />',1,'管理员','',0,1403415506,0),
	(55,26,'','<p>\r\n	111111111111\r\n</p>\r\n<p>\r\n	<br />\r\n</p>',1,'管理员','',1,1405338494,0),
	(56,26,'','asdf adsf',0,'','',0,0,0),
	(57,26,'','asdfasdf',0,'','',0,0,0),
	(58,26,'465465465','<p>\r\n	<img src=\"/Data/Files/forum/201407/53c3d6855b0ee.jpg\" alt=\"\" />11111111111\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	1111111\r\n</p>',1,'管理员','',1,1405341713,1405343556);

/*!40000 ALTER TABLE `onethink_forum_post` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_info
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_info`;

CREATE TABLE `onethink_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doc_no` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `folder` int(11) NOT NULL DEFAULT '0',
  `add_file` varchar(200) NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `is_sign` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_info_sign
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_info_sign`;

CREATE TABLE `onethink_info_sign` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `info_id` int(11) NOT NULL DEFAULT '0',
  `folder` int(11) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(20) NOT NULL,
  `is_sign` tinyint(3) NOT NULL DEFAULT '0',
  `sign_time` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_mail
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_mail`;

CREATE TABLE `onethink_mail` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `folder` int(11) NOT NULL,
  `mid` varchar(200) DEFAULT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `add_file` varchar(200) DEFAULT NULL,
  `from` varchar(2000) DEFAULT NULL,
  `to` varchar(2000) DEFAULT NULL,
  `reply_to` varchar(2000) DEFAULT NULL,
  `cc` varchar(2000) DEFAULT NULL,
  `read` tinyint(1) NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `create_time` int(11) unsigned NOT NULL,
  `update_time` int(11) unsigned NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `mid` (`mid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_mail_account
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_mail_account`;

CREATE TABLE `onethink_mail_account` (
  `id` mediumint(6) NOT NULL,
  `email` varchar(50) DEFAULT NULL,
  `mail_name` varchar(50) NOT NULL,
  `pop3svr` varchar(50) NOT NULL,
  `smtpsvr` varchar(50) NOT NULL,
  `mail_id` varchar(50) NOT NULL,
  `mail_pwd` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='think_user_info';

LOCK TABLES `onethink_mail_account` WRITE;
/*!40000 ALTER TABLE `onethink_mail_account` DISABLE KEYS */;

INSERT INTO `onethink_mail_account` (`id`, `email`, `mail_name`, `pop3svr`, `smtpsvr`, `mail_id`, `mail_pwd`)
VALUES
	(1,'123','小贷OA','123','23','23','123');

/*!40000 ALTER TABLE `onethink_mail_account` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_mail_organize
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_mail_organize`;

CREATE TABLE `onethink_mail_organize` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `sender_check` int(11) NOT NULL,
  `sender_option` int(11) NOT NULL,
  `sender_key` varchar(50) NOT NULL,
  `domain_check` int(100) NOT NULL,
  `domain_option` int(11) NOT NULL,
  `domain_key` varchar(50) NOT NULL,
  `recever_check` int(11) NOT NULL,
  `recever_option` int(11) NOT NULL,
  `recever_key` varchar(50) NOT NULL,
  `title_check` int(11) NOT NULL,
  `title_option` int(11) NOT NULL,
  `title_key` varchar(50) NOT NULL,
  `to` int(11) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_message
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_message`;

CREATE TABLE `onethink_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` text,
  `add_file` varchar(200) DEFAULT NULL,
  `sender_id` int(11) DEFAULT NULL,
  `sender_name` varchar(20) DEFAULT NULL,
  `receiver_id` int(11) DEFAULT NULL,
  `receiver_name` varchar(20) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `owner_id` int(11) DEFAULT NULL,
  `is_del` tinyint(3) DEFAULT '0',
  `is_read` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_message` WRITE;
/*!40000 ALTER TABLE `onethink_message` DISABLE KEYS */;

INSERT INTO `onethink_message` (`id`, `content`, `add_file`, `sender_id`, `sender_name`, `receiver_id`, `receiver_name`, `create_time`, `owner_id`, `is_del`, `is_read`)
VALUES
	(52,'1111111111','',1,'管理员',42,'总监2001',1399885849,1,0,1),
	(53,'1111111111','',1,'管理员',42,'总监2001',1399885849,42,0,1),
	(54,'2222222222222','',42,'总监2001',1,'管理员',1399885894,42,0,1),
	(55,'2222222222222','',42,'总监2001',1,'管理员',1399885894,1,0,1),
	(56,'123333333333','',1,'管理员',42,'总监2001',1402727322,1,0,1),
	(57,'123333333333','',1,'管理员',42,'总监2001',1402727322,42,0,0),
	(58,'XXXXXXXXXXXXXXXXXXXXXX','',1,'管理员',0,'小贷企业',1402727412,1,0,1),
	(59,'XXXXXXXXXXXXXXXXXXXXXX','',1,'管理员',0,'小贷企业',1402727412,0,0,0),
	(60,'sssssssssssssssssssssssssssssssssssss','',60,'员工5005',0,'管理员',1402727449,60,0,1),
	(61,'sssssssssssssssssssssssssssssssssssss','',60,'员工5005',0,'管理员',1402727449,0,0,0),
	(62,'sssssssssssssssssss','',1,'管理员',67,'李白/副总',1402727541,1,0,0),
	(63,'sssssssssssssssssss','',1,'管理员',67,'李白/副总',1402727541,67,0,0),
	(64,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',41,'总监2002/总监',1402727613,60,0,0),
	(65,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',41,'总监2002/总监',1402727613,41,0,0),
	(66,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',48,'副总1003/副总',1402727613,60,0,0),
	(67,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',48,'副总1003/副总',1402727613,48,0,0),
	(68,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',1,'管理员/主管',1402727613,60,0,1),
	(69,'XXXXXXXXXXXXXXXXXXXXX','',60,'员工5005',1,'管理员/主管',1402727613,1,0,1),
	(70,'asfasdfasdf','',60,'员工5005',1,'管理员',1402727969,60,0,1),
	(71,'asfasdfasdf','',60,'员工5005',1,'管理员',1402727969,1,0,1),
	(72,'xxxxxxxxxxxxxxxx','',1,'管理员',60,'员工5005',1402727992,1,0,1),
	(73,'xxxxxxxxxxxxxxxx','',1,'管理员',60,'员工5005',1402727992,60,0,1),
	(74,'sssssssssssss','',1,'管理员',41,'总监2002',1404046714,NULL,0,0),
	(75,'sssssssssssss','',1,'管理员',41,'总监2002',1404046714,NULL,0,0),
	(76,'asdfasdfasdf','',1,'管理员',1,'管理员',1415006873,1,0,0),
	(77,'asdfasdfasdf','',1,'管理员',1,'管理员',1415006873,1,0,0);

/*!40000 ALTER TABLE `onethink_message` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_monthly_report
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_monthly_report`;

CREATE TABLE `onethink_monthly_report` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(50) DEFAULT NULL,
  `dept_id` int(11) DEFAULT NULL,
  `dept_name` varchar(50) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `content` text,
  `plan` text,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `is_submit` tinyint(3) DEFAULT NULL,
  `add_file` text,
  `work_date` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_monthly_report` WRITE;
/*!40000 ALTER TABLE `onethink_monthly_report` DISABLE KEYS */;

INSERT INTO `onethink_monthly_report` (`id`, `user_id`, `user_name`, `dept_id`, `dept_name`, `create_time`, `content`, `plan`, `is_del`, `is_submit`, `add_file`, `work_date`)
VALUES
	(43,1,'管理员',1,'小贷企业',1421056094,'444','',0,0,'','2015-01-12');

/*!40000 ALTER TABLE `onethink_monthly_report` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_monthly_report_comment
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_monthly_report_comment`;

CREATE TABLE `onethink_monthly_report_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doc_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `pid` int(11) DEFAULT NULL,
  `reply` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_monthly_report_detail
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_monthly_report_detail`;

CREATE TABLE `onethink_monthly_report_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `seq` tinyint(3) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `item` text,
  `start_time` varchar(255) DEFAULT NULL,
  `end_time` varchar(255) DEFAULT NULL,
  `type` tinyint(3) DEFAULT NULL,
  `status` tinyint(3) DEFAULT NULL,
  `priority` varchar(10) DEFAULT NULL,
  `is_need_help` tinyint(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_monthly_report_detail` WRITE;
/*!40000 ALTER TABLE `onethink_monthly_report_detail` DISABLE KEYS */;

INSERT INTO `onethink_monthly_report_detail` (`id`, `pid`, `seq`, `subject`, `item`, `start_time`, `end_time`, `type`, `status`, `priority`, `is_need_help`)
VALUES
	(164,43,NULL,'11','|||','|||','|||',1,NULL,NULL,NULL),
	(165,43,NULL,'22','|||','|||','|||',1,NULL,NULL,NULL),
	(166,43,NULL,'33','|||','|||','|||',1,NULL,NULL,NULL),
	(167,43,NULL,'556666','','','',2,NULL,'',0),
	(168,43,NULL,'66','','','',2,NULL,'',0),
	(169,43,NULL,'66','','','',2,NULL,'',0);

/*!40000 ALTER TABLE `onethink_monthly_report_detail` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_news
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_news`;

CREATE TABLE `onethink_news` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `doc_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `folder` int(11) NOT NULL DEFAULT '0' COMMENT '文件夹',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_news` WRITE;
/*!40000 ALTER TABLE `onethink_news` DISABLE KEYS */;

INSERT INTO `onethink_news` (`id`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`)
VALUES
	(85,'2014-0001','产品名称','<p>\r\n	111111111156523169321564856351\r\n</p>\r\n<p>\r\n	325156635132541586352158163541\r\n</p>\r\n<p>\r\n	3541854163558416548546541854654\r\n</p>\r\n<p>\r\n	3548565496854654854654854654853\r\n</p>\r\n<p>\r\n	65416584165863521654165841652146854136524685\r\n</p>\r\n<p>\r\n	5496854968549685496854851465\r\n</p>',64,'',1,'管理员',1408888474,0,0),
	(86,'2015-0001','人才培养方案','<span style=\"color:#555555;font-family:\'Microsoft YaHei\', simsun, Arial, sans-serif;font-size:13px;line-height:24px;background-color:#F5F5F5;\">人才培养方案</span>',0,'',80,'赵原',1439209408,0,0);

/*!40000 ALTER TABLE `onethink_news` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_node
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_node`;

CREATE TABLE `onethink_node` (
  `id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  `url` varchar(200) NOT NULL,
  `icon` varchar(255) DEFAULT NULL,
  `sub_folder` varchar(20) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `sort` varchar(20) DEFAULT NULL,
  `pid` smallint(6) unsigned NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `pid` (`pid`),
  KEY `status` (`is_del`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_node` WRITE;
/*!40000 ALTER TABLE `onethink_node` DISABLE KEYS */;

INSERT INTO `onethink_node` (`id`, `name`, `url`, `icon`, `sub_folder`, `remark`, `sort`, `pid`, `is_del`)
VALUES
	(83,'公告','notice/index##','fa fa-bell-o bc-notice','NoticeFolder','','4',334,0),
	(84,'管理','user/index','fa fa-cogs','','','999',0,0),
	(85,'邮件','mail/index','fa fa-envelope-o bc-mail','','','1',0,1),
	(87,'流程','flow/index','fa fa-pencil bc-flow','','','2',0,0),
	(88,'表格下载','doc/index##','fa fa-file-o','DocFolder','','4',301,0),
	(91,'日程','schedule/index','fa fa-calendar bc-personal-schedule','','','9',198,0),
	(94,'职位','position/index',NULL,NULL,'','',1,0),
	(97,'部门','dept/index',NULL,NULL,'','',1,0),
	(100,'写信','mail/add',NULL,'','','1',85,0),
	(101,'收件箱','mail/folder?fid=inbox','bc-mail-inbox','','','3',85,0),
	(102,'邮件设置','',NULL,NULL,NULL,'9',85,0),
	(104,'垃圾箱','mail/folder?fid=spambox','','','','5',85,0),
	(105,'发件箱','mail/folder?fid=outbox','','','','6',85,0),
	(106,'已删除','mail/folder?fid=delbox','','','','4',85,0),
	(107,'草稿箱','mail/folder?fid=darftbox','','','','7',85,0),
	(108,'邮件帐户设置','mail_account/index',NULL,'','','1',102,0),
	(110,'公司信息管理','',NULL,NULL,'','1',84,0),
	(112,'权限管理','',NULL,NULL,'','3',84,0),
	(113,'系统设定','',NULL,NULL,'','4',84,0),
	(114,'系统参数设置','system_config/index','','','','1',113,0),
	(115,'部门管理','dept/index','','','','1',110,0),
	(116,'员工登记','user/index',NULL,'','','5',110,0),
	(118,'权限组管理','role/index','','','','1',112,0),
	(119,'权限设置','role/node','','','','2',112,0),
	(120,'权限分配','role/user','','','','3',112,0),
	(121,'菜单管理','node/index','','','','1',113,0),
	(122,'职级','rank/index',NULL,'','','3',110,0),
	(123,'职位','position/index',NULL,'','','2',110,0),
	(124,'文件夹设置','mail_folder/index',NULL,'','','2',102,0),
	(125,'联系人','contact/index','','','','1',198,0),
	(126,'搜索全部','doc/index','','','','1',88,0),
	(137,'论坛','forum/index##','fa fa-comments-o','ForumFolder','','5',0,1),
	(138,'公告管理','notice_folder/index','','','','4',83,1),
	(143,'邮件分类','mail_organize/index',NULL,'','','',102,0),
	(144,'发起','flow/index','','','','1',87,0),
	(146,'流程管理','flow_type/index','','','','9',87,0),
	(147,'待办','flow/folder?fid=confirm','bc-flow-confirm','','','2',87,0),
	(148,'办理','flow/folder?fid=finish','','','','5',87,0),
	(149,'草稿','flow/folder?fid=darft','','','','6',87,0),
	(150,'提交','flow/folder?fid=submit','','','','4',87,0),
	(152,'待办','todo/index','fa fa-tasks bc-personal-todo','','','9',198,0),
	(153,'部门级别','dept_grade/index',NULL,'','','4',110,0),
	(156,'客户','customer/index',NULL,'','','2',157,0),
	(157,'人脉','staff/index','fa fa-group','','','7',0,1),
	(158,'供应商','supplier/index',NULL,'','','3',157,0),
	(169,'职员','staff/index',NULL,'','','',157,0),
	(177,'我的文件夹','##mail','bc-mail-myfolder','MailFolder','','8',85,0),
	(178,'自助','udf_salary/index','fa fa-search','','','8',197,0),
	(179,'工资查询','udf_salary/index','','','','',178,0),
	(180,'报销查询','udf_expense/index','','','','',178,0),
	(181,'公告搜索','notice/index','','','','',83,1),
	(182,'日报','daily_report/index','fa fa-book','','','6',197,0),
	(183,'论坛管理','forum_folder/index','','','','',137,0),
	(184,'流程分组','flow_type/tag_manage','','','','8',87,0),
	(185,'收到','flow/folder?fid=receive','bc-flow-receive','','','2',87,0),
	(186,'VIP','vip/index','','','','2',197,0),
	(189,'文档库管理','doc_folder/index','','','','C1',88,1),
	(190,'消息','message/index','fa fa-inbox bc-message','','','99',198,0),
	(191,'用户设置','','','','','',198,0),
	(192,'用户资料','profile/index','','','','',191,0),
	(193,'修改密码','profile/password','','','','',191,0),
	(194,'用户设置','UserConfig/index','','','','999',191,0),
	(195,'项目','xmk/index##','','XmkFolder','','1',197,0),
	(196,'项目库管理','xmk_folder/index','','','','1',195,0),
	(197,'定制','xmk/index','fa fa-wrench','','','91',0,1),
	(198,'个人','contact/index','fa fa-user bc-personal','','','9',0,0),
	(199,'产品搜索','product/index','','','','91',203,0),
	(200,'产品标签','product_type/tag_manage','','','','91',203,0),
	(201,'产品分类','product_type/index','','','','91',203,0),
	(203,'产品','product/index##','','ProductFolder','','91',197,0),
	(204,'产品目录','product_folder/index','','','','91',203,0),
	(205,'业务角色管理','duty/index','','','','1',112,0),
	(206,'业务权限分配','role/duty','','','','3',112,0),
	(207,'新闻','news/index##','fa fa-file-o','NewsFolder','','4',0,0),
	(208,'新闻库管理','news_folder/index','','','','C1',207,0),
	(209,'幻灯片','slide/index','fa fa-file-o','','','4',207,0),
	(211,'周报','weekly_report/index','fa fa-book','','','2',182,0),
	(212,'月报','monthly_report/index','fa fa-book','','','3',182,0),
	(213,'日报','daily_report/index','fa fa-book','','','1',182,0),
	(214,'记账','finance/index','fa fa-jpy','','','A1',0,1),
	(215,'记账','finance/index','fa fa-envelope-o bc-mail','','','1',214,0),
	(216,'任务','task/index','fa fa-book','','','6',0,0),
	(217,'课堂教学','news/folder?fid=66&from=zhuan','fa fa-envelope-o bc-mail','','','0',321,0),
	(218,'教材','teaching/jiaocai','fa fa-envelope-o bc-mail','','','3',217,0),
	(219,'课程表','teaching/kechengbiao?from=zhuan','fa fa-envelope-o bc-mail','','','2',217,0),
	(220,'教学进度','teaching/jiaoxuejihua','fa fa-envelope-o bc-mail','','','5',217,0),
	(221,'教学大纲','teaching/jiaoxuedagang','fa fa-envelope-o bc-mail','','','4',217,0),
	(227,'课堂考试','teaching/shijuan','fa fa-envelope-o bc-mail','','','8',217,0),
	(223,'课外活动','','fa fa-envelope-o bc-mail','','','1',0,0),
	(224,'教案','teaching/jiaoan','fa fa-envelope-o bc-mail','','','6',217,0),
	(225,'国家级','Activities/index','fa fa-envelope-o bc-mail','','','1',223,0),
	(226,'省部级','Activities/shengbu','fa fa-envelope-o bc-mail','','','2',223,0),
	(228,'市厅级','Activities/shiting','fa fa-envelope-o bc-mail','','','3',223,0),
	(229,'校级','Activities/xiaoji','fa fa-envelope-o bc-mail','','','4',223,0),
	(230,'院级','Activities/yuanji','fa fa-envelope-o bc-mail','','','5',223,0),
	(251,'学院架构','Jiagou/index','fa fa-envelope-o bc-mail','','','1',334,0),
	(232,'评教评学','teaching/pingjiaopingxue','fa fa-envelope-o bc-mail','','','7',217,0),
	(250,'教学总结','teaching/jiaoxuezongjie','fa fa-envelope-o bc-mail','','','9',217,0),
	(237,'实验室','Shiyanshi/index','fa fa-envelope-o bc-mail','','','10',0,0),
	(240,'运动竞赛','Ydjingsai/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(239,'运动训练','Ydxunlian/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(241,'教学竞赛','Jxjingsai/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(242,'教学成果','Jxchengguo/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(243,'科学研究','Kxyanjiu/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(244,'科学论文','Kxlunwen/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(245,'科学建设','Kxjianshe/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(246,'体质测试','Tzceshi/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(247,'国家级','Shiyanshi/index','fa fa-envelope-o bc-mail','','','1',237,0),
	(248,'毕业论文','Bylunwen/index','fa fa-envelope-o bc-mail','','','3',321,0),
	(249,'人才培养方案','news/folder?fid=66&from=zhuan','fa fa-envelope-o bc-mail','','','1',217,0),
	(252,'教职工管理','user/index','','','','5',251,0),
	(253,'工作审批','Gzshenpi/index','fa fa-envelope-o bc-mail','','','20',0,0),
	(254,'人员架构','jiagou/index','','','','1',251,0),
	(255,'个人中心','Grzhongxin/index','fa fa-envelope-o bc-mail','','','21',0,0),
	(256,'资格审查','Bylunwen/index','fa fa-envelope-o bc-mail','','','01',248,0),
	(257,'论文提交及申报','Bylunwen/shenbao','fa fa-envelope-o bc-mail','','','02',248,0),
	(258,'论文答辩及评阅','Bylunwen/dabian','fa fa-envelope-o bc-mail','','','19',248,0),
	(259,'评优异','Bylunwen/youyi','fa fa-envelope-o bc-mail','','','20',248,0),
	(261,'普通运动队','Xunlian/index','fa fa-envelope-o bc-mail','','','1',239,0),
	(263,'国家级','Jxjingsai/guojia','fa fa-envelope-o bc-mail','','','1',241,0),
	(262,'高手运动队','Xunlian/gaoshou','fa fa-envelope-o bc-mail','','','2',239,0),
	(264,'省部级','Jxjingsai/shengbu','fa fa-envelope-o bc-mail','','','2',241,0),
	(265,'市厅级','Jxjingsai/shiting','fa fa-envelope-o bc-mail','','','3',241,0),
	(266,'校级','Jxjingsai/xiaoji','fa fa-envelope-o bc-mail','','','4',241,0),
	(267,'院级','Jxjingsai/yuanji','fa fa-envelope-o bc-mail','','','5',241,0),
	(268,'国家级','Chengguo/index','fa fa-envelope-o bc-mail','','','1',242,0),
	(269,'省部级','Chengguo/shengbu','fa fa-envelope-o bc-mail','','','2',242,0),
	(270,'市厅级','Chengguo/shiting','fa fa-envelope-o bc-mail','','','3',242,0),
	(271,'校级','Chengguo/xiaoji','fa fa-envelope-o bc-mail','','','4',242,0),
	(272,'院级','Chengguo/yuanji','fa fa-envelope-o bc-mail','','','5',242,0),
	(273,'国家级','Keyan/index','fa fa-envelope-o bc-mail','','','1',243,0),
	(274,'省部级','Keyan/shengbu','fa fa-envelope-o bc-mail','','','2',243,0),
	(275,'市厅级','Keyan/shiting','fa fa-envelope-o bc-mail','','','3',243,0),
	(276,'校级','Keyan/xiaoji','fa fa-envelope-o bc-mail','','','4',243,0),
	(277,'院级','Keyan/yuanji','fa fa-envelope-o bc-mail','','','5',243,0),
	(280,'省部级','Lunwen/shengbu','fa fa-envelope-o bc-mail','','','2',244,0),
	(279,'国家级','Lunwen/index','fa fa-envelope-o bc-mail','','','1',244,0),
	(281,'市厅级','Lunwen/shiting','fa fa-envelope-o bc-mail','','','3',244,0),
	(282,'校级','Lunwen/xiaoji','fa fa-envelope-o bc-mail','','','4',244,0),
	(283,'专著','Lunwen/zhuanzhu','fa fa-envelope-o bc-mail','','','5',244,0),
	(284,'国家体育核心刊物','Lunwen/tykanwu','fa fa-envelope-o bc-mail','','','6',244,0),
	(285,'国家中文核心刊物','Lunwen/zwkanwu','fa fa-envelope-o bc-mail','','','7',244,0),
	(286,'国际权威索引收录','Lunwen/syshoulu','fa fa-envelope-o bc-mail','','','8',244,0),
	(287,'国家级','Jianshe/index','fa fa-envelope-o bc-mail','','','1',245,0),
	(288,'省部级','Jianshe/shengbu','fa fa-envelope-o bc-mail','','','2',245,0),
	(289,'市厅级','Jianshe/shiting','fa fa-envelope-o bc-mail','','','3',245,0),
	(290,'校级','Jianshe/xiaoji','fa fa-envelope-o bc-mail','','','4',245,0),
	(291,'院级','Jianshe/yuanji','fa fa-envelope-o bc-mail','','','5',245,0),
	(292,'国家级','Ceshi/index','fa fa-envelope-o bc-mail','','','1',246,0),
	(293,'省部级','Ceshi/shengbu','fa fa-envelope-o bc-mail','','','2',246,0),
	(294,'市厅级','Ceshi/shiting','fa fa-envelope-o bc-mail','','','3',246,0),
	(295,'校级','Ceshi/xiaoji','fa fa-envelope-o bc-mail','','','4',246,0),
	(296,'院级','Ceshi/yuanji','fa fa-envelope-o bc-mail','','','5',246,0),
	(297,'省部级','Shiyanshi/shengbu','fa fa-envelope-o bc-mail','','','2',237,0),
	(298,'市厅级','Shiyanshi/shiting','fa fa-envelope-o bc-mail','','','3',237,0),
	(299,'校级','Shiyanshi/xiaoji','fa fa-envelope-o bc-mail','','','4',237,0),
	(300,'院级','Shiyanshi/yuanji','fa fa-envelope-o bc-mail','','','5',237,0),
	(301,'概览','home/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(302,'工作概览','home/index','fa fa-envelope-o bc-mail','','','1',301,0),
	(303,'数据统计','home/chart','fa fa-envelope-o bc-mail','','','2',301,0),
	(304,'实践教学 ','shijianjx/index','fa fa-jpy','','','s1',0,0),
	(305,'场馆管理','changguangl/index','fa fa-jpy','','','s2',0,0),
	(306,'毕业实习','biyesx/index','fa fa-jpy','','','s3',0,0),
	(308,'申报课题','Bylunwen/shenbaokt','fa fa-envelope-o bc-mail','','','14',248,0),
	(309,'填任务书','Bylunwen/tianrws','fa fa-envelope-o bc-mail','','','15',248,0),
	(310,'开题报告','Bylunwen/kaitibg','fa fa-envelope-o bc-mail','','','16',248,0),
	(311,'中期检查','Bylunwen/zhongqijc','fa fa-envelope-o bc-mail','','','17',248,0),
	(312,'申报答辩','Bylunwen/shenbaodb','fa fa-envelope-o bc-mail','','','18',248,0),
	(313,'公共体育','news/folder?fid=74&from=gong','fa fa-envelope-o bc-mail','','','1',0,0),
	(314,'课堂教学','news/folder?fid=74&from=gong','','','','1',313,1),
	(315,'课外活动','activities/index','','','','2',313,0),
	(316,'运动训练','xunlian/index','','','','3',313,0),
	(317,'运动竞赛','jingsai/index','fa fa-envelope-o bc-mail','','','4',313,0),
	(318,'教学竞赛','jxjingsai/index','fa fa-envelope-o bc-mail','','','7',313,0),
	(319,'体质测试','ceshi/index','fa fa-envelope-o bc-mail','','','5',313,0),
	(320,'场馆管理','#','fa fa-envelope-o bc-mail','','','6',313,0),
	(321,'体育专业','news/folder?fid=66&from=zhuan','','','','1',0,0),
	(322,'教学工作','news/folder?fid=66&from=zhuan','onclick=\"click_top_menu(217)\"','','','1',321,1),
	(323,'实践教学','shijianjx/index','fa fa-envelope-o bc-mail','','','2',321,0),
	(324,'毕业论文','bylunwen/index','onclick=\"click_top_menu(248)\"','','','3',321,1),
	(325,'毕业实习','Biyesx/index','fa fa-envelope-o bc-mail','','','4',321,0),
	(326,'实验室','shiyanshi/index','fa fa-envelope-o bc-mail','','','5',321,0),
	(327,'运动训练','xunlian/index','fa fa-envelope-o bc-mail','','','6',321,0),
	(328,'运动竞赛','jingsai/index','fa fa-envelope-o bc-mail','','','7',321,0),
	(329,'科学研究','#','fa fa-envelope-o bc-mail','','','1',0,0),
	(330,'论文','lunwen/index','fa fa-envelope-o bc-mail','','','1',329,0),
	(331,'课题建设','jianshe/index','fa fa-envelope-o bc-mail','','','1',329,0),
	(332,'科学成果','chengguo/index','fa fa-envelope-o bc-mail','','','1',329,0),
	(333,'学科建设','kxjianshe/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(334,'行政管理','#','fa fa-envelope-o bc-mail','','','1',0,0),
	(335,'工作审批','gzshenpi/index','fa fa-envelope-o bc-mail','','','11',334,0),
	(336,'人员架构','jiagou/index','fa fa-envelope-o bc-mail','','','1',334,1),
	(337,'考勤','schedule/index','fa fa-envelope-o bc-mail','','','2',334,0),
	(338,'通用任务','home/tongyong','fa fa-envelope-o bc-mail','','','5',301,0),
	(354,'我的个人中心','Grzhongxin/index','fa fa-envelope-o bc-mail','','','21',255,0),
	(340,'课堂教学','news/folder?fid=74&from=gong','fa fa-envelope-o bc-mail','','','0',313,0),
	(341,'教学计划','news/folder?fid=74&from=gong','fa fa-envelope-o bc-mail','','','1',340,0),
	(342,'课程表','teaching/kechengbiao?from=gong','fa fa-envelope-o bc-mail','','','2',340,0),
	(343,'教材','teaching/jiaocai','fa fa-envelope-o bc-mail','','','3',340,0),
	(344,'教学大纲','teaching/jiaoxuedagang','fa fa-envelope-o bc-mail','','','4',340,0),
	(345,'教学进度','teaching/jiaoxuejihua','fa fa-envelope-o bc-mail','','','5',340,0),
	(346,'教案','teaching/jiaoan','fa fa-envelope-o bc-mail','','','6',340,0),
	(347,'评教评学','teaching/pingjiaopingxue','fa fa-envelope-o bc-mail','','','7',340,0),
	(348,'课堂考试','teaching/shijuan','fa fa-envelope-o bc-mail','','','8',340,0),
	(349,'教学总结','teaching/jiaoxuezongjie','fa fa-envelope-o bc-mail','','','9',340,0),
	(351,'会议','huiyi/index','fa fa-envelope-o bc-mail','','','1',0,0),
	(350,'学科建设','kxjianshe/index','fa fa-envelope-o bc-mail','','','1',333,0),
	(352,'会议通知','huiyi/index','fa fa-envelope-o bc-mail','','','1',351,0),
	(353,'会议记录','huiyi/log','fa fa-envelope-o bc-mail','','','2',351,0);

/*!40000 ALTER TABLE `onethink_node` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_notice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_notice`;

CREATE TABLE `onethink_notice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `notice_no` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `folder` int(11) NOT NULL DEFAULT '0',
  `add_file` varchar(200) NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_notice` WRITE;
/*!40000 ALTER TABLE `onethink_notice` DISABLE KEYS */;

INSERT INTO `onethink_notice` (`id`, `notice_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`)
VALUES
	(59,'2015-0001','体育学院教学评测系统将于9.1号正式启用','体育学院教学评测系统将于9.1号正式启用，请大家到办公室获得自己的账号。',73,'',84,'张振华',1438307583,0,1),
	(55,'2015-0001','教学评测系统将于9.1号正式启用','学评测系统将于9.1号正式启用，请大家到办公室获得自己的账号。',71,'',1,'振华',1438307583,0,0),
	(62,'2015-0003','我是行政公告标题','123456789',71,'',84,'张振华',1438582324,0,1),
	(63,'2015-0004','体育学院教学工作oa 使用说明书','<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	在线查看 ： <a href=\"http://www.kancloud.cn/dddasdfasdfasdf/t86xuyuanshuoming/57961\" target=\"_blank\">点击查看使用帮助》</a> \r\n</p>\r\n<p>\r\n	<span>下载pdf版：</span><a class=\"ke-insertfile\" href=\"http://kdoa.vlldoo.com/readme.pdf\" target=\"_blank\">使用说明.PDF</a>\r\n</p>',71,'',2,'管理员',1440855144,1440855381,0);

/*!40000 ALTER TABLE `onethink_notice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_notice_sign
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_notice_sign`;

CREATE TABLE `onethink_notice_sign` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `notice_id` int(11) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL DEFAULT '0',
  `folder` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(20) NOT NULL,
  `is_sign` tinyint(3) NOT NULL DEFAULT '0',
  `sign_time` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_notice_sign` WRITE;
/*!40000 ALTER TABLE `onethink_notice_sign` DISABLE KEYS */;

INSERT INTO `onethink_notice_sign` (`id`, `notice_id`, `user_id`, `folder`, `user_name`, `is_sign`, `sign_time`)
VALUES
	(68,50,60,45,'员工5005',1,1401324707),
	(69,50,1,45,'管理员',1,1403947325),
	(70,54,1,45,'管理员',1,1408971416),
	(71,59,1,73,'管理员',1,1438571124),
	(72,62,2,71,'管理员',1,1439001863),
	(73,62,69,71,'蒋钢强',1,1440842034),
	(74,55,69,71,'蒋钢强',1,1440845229),
	(75,55,69,71,'蒋钢强',1,1440845232),
	(76,55,69,71,'蒋钢强',1,1440845235),
	(77,59,69,73,'蒋钢强',1,1440845690),
	(78,62,99,71,'吴静',1,1440849556),
	(79,59,99,73,'吴静',1,1440849698),
	(80,55,2,71,'管理员',1,1440854945),
	(81,63,2,71,'管理员',1,1440855163),
	(82,55,102,71,'黎伟',1,1441077046),
	(83,55,80,71,'赵原',1,1441684031),
	(84,63,80,71,'赵原',1,1441688757),
	(85,63,69,71,'蒋钢强',1,1441787933);

/*!40000 ALTER TABLE `onethink_notice_sign` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_position
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_position`;

CREATE TABLE `onethink_position` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `position_no` varchar(10) NOT NULL DEFAULT '',
  `name` varchar(50) NOT NULL DEFAULT '',
  `sort` varchar(10) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_position` WRITE;
/*!40000 ALTER TABLE `onethink_position` DISABLE KEYS */;

INSERT INTO `onethink_position` (`id`, `position_no`, `name`, `sort`, `is_del`)
VALUES
	(1,'05','论文答辩小组组长','50',0),
	(2,'04','论文答辩小组成员','40',0),
	(3,'03','论文领导小组组长','30',0),
	(4,'02','论文领导小组成员','20',0),
	(6,'06','论文小组秘书','60',0),
	(8,'07','教学活动负责人','70',0),
	(9,'08','院长','01',0),
	(10,'10','书记','02',0),
	(11,'11','正处级调研员','03',0),
	(12,'12','副院长','04',0),
	(13,'13','副书记','05',0),
	(14,'14','办公室主任','06',0),
	(15,'15','团委书记','07',0),
	(16,'16','教研室主任','08',0),
	(20,'20','场馆中心主任','093',0),
	(21,'21','实验室主任','094',0),
	(22,'22','分公会主席','095',0),
	(23,'23','辅导员','096',0),
	(24,'24','教务秘书','097',0),
	(25,'25','教学秘书','098',0),
	(26,'26','教研秘书','099',0),
	(27,'27','教师','0991',0),
	(28,'28','教辅','0992',0);

/*!40000 ALTER TABLE `onethink_position` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_product
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_product`;

CREATE TABLE `onethink_product` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `product_no` varchar(20) NOT NULL DEFAULT '' COMMENT '产品编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `type` varchar(20) NOT NULL DEFAULT '' COMMENT '产品类型',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `folder` int(11) DEFAULT NULL,
  `size` varchar(200) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `material` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_product_field
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_product_field`;

CREATE TABLE `onethink_product_field` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '',
  `type_id` int(11) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `msg` varchar(50) DEFAULT NULL,
  `control_type` varchar(255) DEFAULT NULL,
  `control_layout` varchar(255) DEFAULT NULL,
  `control_data` varchar(255) DEFAULT NULL,
  `validate` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_product_field_data
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_product_field_data`;

CREATE TABLE `onethink_product_field_data` (
  `product_id` int(11) NOT NULL,
  `field_id` varchar(50) NOT NULL,
  `val` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_product_field_data` WRITE;
/*!40000 ALTER TABLE `onethink_product_field_data` DISABLE KEYS */;

INSERT INTO `onethink_product_field_data` (`product_id`, `field_id`, `val`)
VALUES
	(230,'27','xxxxxxxxxxxxxxxx'),
	(230,'26','yyyyyyyyyyyyyy'),
	(230,'25','zzzzzzzzzzzzzzzzzz'),
	(227,'27','X'),
	(227,'26','X'),
	(227,'25','X');

/*!40000 ALTER TABLE `onethink_product_field_data` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_product_type
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_product_type`;

CREATE TABLE `onethink_product_type` (
  `id` smallint(3) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `short` varchar(20) NOT NULL DEFAULT '' COMMENT '简称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `sort` smallint(3) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_product_type` WRITE;
/*!40000 ALTER TABLE `onethink_product_type` DISABLE KEYS */;

INSERT INTO `onethink_product_type` (`id`, `name`, `short`, `create_time`, `update_time`, `sort`, `is_del`)
VALUES
	(35,'上衣','上衣',1403185924,1403187883,0,0),
	(36,'裤子','裤子',1403186100,1403187896,0,0);

/*!40000 ALTER TABLE `onethink_product_type` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_push
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_push`;

CREATE TABLE `onethink_push` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `data` text NOT NULL,
  `status` int(11) NOT NULL,
  `time` int(11) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_push` WRITE;
/*!40000 ALTER TABLE `onethink_push` DISABLE KEYS */;

INSERT INTO `onethink_push` (`id`, `user_id`, `data`, `status`, `time`, `info`)
VALUES
	(25,104,'',1,1441681022,'收到新的流程'),
	(24,102,'',1,1441681022,'收到新的流程'),
	(4,104,'',1,1440813873,'收到新的流程'),
	(21,71,'',1,1441527910,'收到新的流程'),
	(23,84,'',1,1441681022,'收到新的流程'),
	(26,116,'',1,1441681022,'收到新的流程'),
	(27,84,'',1,1441682985,'收到新的流程'),
	(28,102,'',1,1441682985,'收到新的流程'),
	(29,104,'',1,1441682985,'收到新的流程'),
	(30,116,'',1,1441682985,'收到新的流程'),
	(32,81,'',1,1441782925,'收到新的流程'),
	(33,92,'',1,1441782925,'收到新的流程'),
	(34,105,'',1,1441782925,'收到新的流程');

/*!40000 ALTER TABLE `onethink_push` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_rank
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_rank`;

CREATE TABLE `onethink_rank` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rank_no` varchar(10) NOT NULL DEFAULT '',
  `name` varchar(50) NOT NULL DEFAULT '',
  `sort` varchar(10) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_rank` WRITE;
/*!40000 ALTER TABLE `onethink_rank` DISABLE KEYS */;

INSERT INTO `onethink_rank` (`id`, `rank_no`, `name`, `sort`, `is_del`)
VALUES
	(1,'RG40','书记','01',0),
	(2,'RG30','副院长','03',0),
	(3,'RG20','副书记','04',0),
	(4,'RG10','团委书记','06',0),
	(5,'RG00','院长','0',0),
	(6,'RG50','正处级调研员','02',0),
	(7,'RG10','办公室主任','05',0),
	(9,'RG10','理论教研室主任','08',0),
	(10,'RG10','球类教研室主任','09',0),
	(11,'RG10','场馆中心主任','12',0),
	(12,'RG10','综合教研室主任','10',0),
	(13,'RG10','实验室主任','11',0),
	(19,'RG15','柳石校区教研主任','13',0),
	(20,'RG20','分公会主席','14',0),
	(21,'RG21','辅导员','15',0),
	(22,'RG22','教务秘书','16',0),
	(23,'RG23','教学秘书','17',0),
	(24,'RG24','教研秘书','18',0),
	(25,'RG25','教师','19',0),
	(26,'RG26','教辅','20',0),
	(27,'RG27','助教','27',0),
	(28,'RG11','场馆中心副主任','13',0);

/*!40000 ALTER TABLE `onethink_rank` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_recent
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_recent`;

CREATE TABLE `onethink_recent` (
  `user_id` int(11) NOT NULL,
  `recent` varchar(2000) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_relation
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_relation`;

CREATE TABLE `onethink_relation` (
  `row_id` int(11) NOT NULL DEFAULT '0',
  `relation_id` int(11) NOT NULL DEFAULT '0',
  `relation` varchar(20) NOT NULL DEFAULT '',
  KEY `row_id` (`row_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_relation` WRITE;
/*!40000 ALTER TABLE `onethink_relation` DISABLE KEYS */;

INSERT INTO `onethink_relation` (`row_id`, `relation_id`, `relation`)
VALUES
	(17,31,'Course|Video'),
	(16,29,'Course|Video'),
	(16,28,'Course|Video'),
	(14,29,'Course|Video'),
	(14,28,'Course|Video'),
	(14,27,'Course|Video'),
	(14,4,'Course|Position'),
	(14,3,'Course|Position'),
	(14,2,'Course|Position'),
	(14,10,'Course|Dept'),
	(14,6,'Course|Dept'),
	(14,5,'Course|Dept'),
	(13,29,'Course|Video'),
	(13,28,'Course|Video'),
	(13,27,'Course|Video'),
	(13,4,'Course|Position'),
	(13,3,'Course|Position'),
	(13,2,'Course|Position'),
	(13,10,'Course|Dept'),
	(13,6,'Course|Dept'),
	(13,5,'Course|Dept'),
	(17,30,'Course|Video'),
	(17,28,'Course|Video'),
	(24,30,'Course|Video'),
	(24,31,'Course|Video'),
	(22,32,'Course|Video'),
	(23,31,'Course|Video'),
	(21,32,'Course|Video'),
	(21,31,'Course|Video'),
	(21,30,'Course|Video'),
	(22,31,'Course|Video');

/*!40000 ALTER TABLE `onethink_relation` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_role
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_role`;

CREATE TABLE `onethink_role` (
  `id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '',
  `pid` smallint(6) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `sort` varchar(20) DEFAULT NULL,
  `create_time` int(11) unsigned NOT NULL,
  `update_time` int(11) unsigned NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `parentId` (`pid`),
  KEY `ename` (`sort`),
  KEY `status` (`is_del`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_role` WRITE;
/*!40000 ALTER TABLE `onethink_role` DISABLE KEYS */;

INSERT INTO `onethink_role` (`id`, `name`, `pid`, `remark`, `sort`, `create_time`, `update_time`, `is_del`)
VALUES
	(1,'公司管理员',0,'','1',1208784792,1368507168,0),
	(2,'基本权限',0,'','2',1215496283,1368507164,0),
	(7,'领导',0,'','3',1254325787,1437450866,0),
	(10,'日志查看',NULL,'','',1421221316,0,0);

/*!40000 ALTER TABLE `onethink_role` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_role_duty
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_role_duty`;

CREATE TABLE `onethink_role_duty` (
  `role_id` smallint(6) unsigned NOT NULL,
  `duty_id` smallint(6) unsigned NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_role_duty` WRITE;
/*!40000 ALTER TABLE `onethink_role_duty` DISABLE KEYS */;

INSERT INTO `onethink_role_duty` (`role_id`, `duty_id`)
VALUES
	(1,15),
	(7,14),
	(1,14),
	(7,15),
	(2,14),
	(2,15),
	(10,18);

/*!40000 ALTER TABLE `onethink_role_duty` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_role_node
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_role_node`;

CREATE TABLE `onethink_role_node` (
  `role_id` int(11) NOT NULL,
  `node_id` int(11) NOT NULL,
  `admin` tinyint(1) DEFAULT NULL,
  `read` tinyint(1) DEFAULT NULL,
  `write` tinyint(1) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_role_node` WRITE;
/*!40000 ALTER TABLE `onethink_role_node` DISABLE KEYS */;

INSERT INTO `onethink_role_node` (`role_id`, `node_id`, `admin`, `read`, `write`)
VALUES
	(2,136,NULL,NULL,NULL),
	(2,137,1,1,1),
	(2,135,NULL,NULL,NULL),
	(2,254,NULL,NULL,NULL),
	(1,94,NULL,NULL,NULL),
	(1,97,NULL,NULL,NULL),
	(1,98,NULL,NULL,NULL),
	(1,99,NULL,NULL,NULL),
	(1,69,NULL,NULL,NULL),
	(1,6,NULL,NULL,NULL),
	(1,2,NULL,NULL,NULL),
	(1,7,NULL,NULL,NULL),
	(1,131,1,1,1),
	(1,130,NULL,NULL,NULL),
	(1,133,NULL,NULL,NULL),
	(1,132,NULL,NULL,NULL),
	(1,189,1,1,1),
	(2,125,1,1,1),
	(1,183,1,1,1),
	(1,135,NULL,NULL,NULL),
	(1,136,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,138,1,1,1),
	(1,134,NULL,NULL,NULL),
	(2,194,1,1,1),
	(2,103,NULL,NULL,NULL),
	(2,351,NULL,NULL,NULL),
	(2,88,1,1,1),
	(2,133,NULL,NULL,NULL),
	(2,130,NULL,NULL,NULL),
	(2,158,1,1,1),
	(7,124,NULL,NULL,NULL),
	(7,108,NULL,NULL,NULL),
	(7,104,NULL,NULL,NULL),
	(7,107,NULL,NULL,NULL),
	(7,106,NULL,NULL,NULL),
	(7,105,NULL,NULL,NULL),
	(7,101,NULL,NULL,NULL),
	(7,100,NULL,NULL,NULL),
	(7,125,NULL,NULL,NULL),
	(1,152,1,1,1),
	(2,134,NULL,NULL,NULL),
	(2,156,1,1,1),
	(2,169,1,1,1),
	(2,132,NULL,NULL,NULL),
	(2,148,NULL,NULL,NULL),
	(2,143,1,1,1),
	(2,102,NULL,NULL,NULL),
	(2,103,NULL,NULL,NULL),
	(2,157,1,1,1),
	(1,91,1,1,1),
	(2,177,1,1,1),
	(2,107,NULL,NULL,NULL),
	(2,105,NULL,NULL,NULL),
	(2,104,NULL,NULL,NULL),
	(2,106,NULL,NULL,NULL),
	(2,103,NULL,NULL,NULL),
	(2,109,NULL,NULL,NULL),
	(2,101,NULL,NULL,NULL),
	(2,100,NULL,NULL,NULL),
	(2,85,1,1,1),
	(2,150,NULL,NULL,NULL),
	(2,185,NULL,NULL,NULL),
	(2,147,NULL,NULL,NULL),
	(2,144,1,1,1),
	(2,87,1,1,1),
	(2,192,1,1,1),
	(2,193,NULL,NULL,NULL),
	(2,191,NULL,NULL,NULL),
	(2,198,1,1,1),
	(1,117,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,103,NULL,NULL,NULL),
	(1,109,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,117,NULL,NULL,NULL),
	(1,163,NULL,NULL,NULL),
	(1,158,1,1,1),
	(1,170,NULL,NULL,NULL),
	(1,164,NULL,NULL,NULL),
	(1,121,1,1,1),
	(1,146,1,1,1),
	(1,114,1,1,1),
	(1,108,1,1,1),
	(1,113,NULL,NULL,NULL),
	(1,155,NULL,NULL,NULL),
	(1,154,1,1,1),
	(1,206,NULL,NULL,NULL),
	(1,120,NULL,NULL,NULL),
	(1,119,NULL,NULL,NULL),
	(1,118,1,1,1),
	(1,205,1,1,1),
	(1,111,NULL,NULL,NULL),
	(1,112,NULL,NULL,NULL),
	(1,204,1,1,1),
	(1,116,1,1,1),
	(1,153,1,1,1),
	(1,122,1,1,1),
	(1,150,NULL,NULL,NULL),
	(1,149,NULL,NULL,NULL),
	(1,148,NULL,NULL,NULL),
	(1,147,NULL,NULL,NULL),
	(1,144,1,1,1),
	(1,143,1,1,1),
	(1,102,NULL,NULL,NULL),
	(1,177,1,1,1),
	(1,107,NULL,NULL,NULL),
	(1,105,NULL,NULL,NULL),
	(1,104,NULL,NULL,NULL),
	(1,106,NULL,NULL,NULL),
	(1,101,NULL,NULL,NULL),
	(1,156,1,1,1),
	(1,168,NULL,NULL,NULL),
	(1,162,NULL,NULL,NULL),
	(1,166,NULL,NULL,NULL),
	(1,161,NULL,NULL,NULL),
	(1,171,NULL,NULL,NULL),
	(1,125,1,1,1),
	(1,165,NULL,NULL,NULL),
	(1,174,NULL,NULL,NULL),
	(1,172,NULL,NULL,NULL),
	(1,173,NULL,NULL,NULL),
	(1,160,NULL,NULL,NULL),
	(1,175,NULL,NULL,NULL),
	(1,169,1,1,1),
	(1,185,NULL,NULL,NULL),
	(1,213,1,1,1),
	(1,181,1,1,1),
	(1,199,1,1,1),
	(1,200,NULL,NULL,NULL),
	(1,201,1,1,1),
	(1,184,NULL,NULL,NULL),
	(1,176,NULL,NULL,NULL),
	(1,123,1,1,1),
	(1,194,NULL,NULL,NULL),
	(1,193,NULL,NULL,NULL),
	(1,100,NULL,NULL,NULL),
	(1,85,1,1,1),
	(1,87,1,1,1),
	(1,126,1,1,1),
	(1,157,1,1,1),
	(1,167,NULL,NULL,NULL),
	(1,83,1,1,1),
	(1,128,NULL,NULL,NULL),
	(1,192,NULL,NULL,NULL),
	(1,191,NULL,NULL,NULL),
	(1,190,NULL,NULL,NULL),
	(1,88,1,1,1),
	(1,115,1,1,1),
	(1,203,1,1,1),
	(1,212,1,1,1),
	(1,198,NULL,NULL,NULL),
	(1,180,1,1,1),
	(1,229,NULL,NULL,NULL),
	(1,228,NULL,NULL,NULL),
	(1,220,NULL,NULL,NULL),
	(1,226,NULL,NULL,NULL),
	(1,225,NULL,NULL,NULL),
	(1,221,NULL,NULL,NULL),
	(1,223,NULL,NULL,NULL),
	(1,230,NULL,NULL,NULL),
	(1,224,NULL,NULL,NULL),
	(1,227,NULL,NULL,NULL),
	(1,232,NULL,NULL,NULL),
	(2,250,NULL,NULL,NULL),
	(1,217,1,1,1),
	(1,216,1,1,1),
	(1,215,NULL,NULL,NULL),
	(1,214,1,1,1),
	(1,179,1,1,1),
	(1,178,1,1,1),
	(1,186,1,1,1),
	(1,196,1,1,1),
	(1,195,1,1,1),
	(1,197,NULL,NULL,NULL),
	(1,110,NULL,NULL,NULL),
	(1,84,1,1,1),
	(1,208,1,1,1),
	(1,209,1,1,1),
	(1,207,1,1,1),
	(1,211,1,1,1),
	(1,182,1,1,1),
	(1,137,1,1,1),
	(2,186,NULL,1,1),
	(2,195,NULL,1,1),
	(2,197,NULL,1,1),
	(1,124,1,1,1),
	(2,108,1,1,1),
	(2,124,1,1,1),
	(2,149,NULL,NULL,NULL),
	(2,182,NULL,1,1),
	(2,91,1,1,1),
	(2,152,1,1,1),
	(2,178,NULL,1,1),
	(2,179,NULL,1,1),
	(2,180,NULL,1,1),
	(2,190,1,1,1),
	(7,182,1,1,1),
	(1,239,NULL,NULL,NULL),
	(1,246,NULL,NULL,NULL),
	(2,338,NULL,NULL,NULL),
	(1,219,NULL,NULL,NULL),
	(1,218,NULL,NULL,NULL),
	(2,227,NULL,NULL,NULL),
	(2,232,NULL,NULL,NULL),
	(2,224,NULL,NULL,NULL),
	(2,220,NULL,NULL,NULL),
	(2,221,NULL,NULL,NULL),
	(2,218,NULL,NULL,NULL),
	(2,219,NULL,NULL,NULL),
	(2,249,NULL,NULL,NULL),
	(2,217,NULL,NULL,NULL),
	(7,87,1,1,1),
	(7,144,1,1,1),
	(7,147,NULL,NULL,NULL),
	(7,185,NULL,NULL,NULL),
	(7,150,NULL,NULL,NULL),
	(7,148,NULL,NULL,NULL),
	(7,149,NULL,NULL,NULL),
	(2,251,1,1,1),
	(2,253,1,1,1),
	(2,255,1,1,1),
	(2,312,NULL,NULL,NULL),
	(2,311,NULL,NULL,NULL),
	(2,310,NULL,NULL,NULL),
	(2,309,NULL,NULL,NULL),
	(2,261,NULL,NULL,NULL),
	(2,262,NULL,NULL,NULL),
	(2,263,NULL,NULL,NULL),
	(2,264,NULL,NULL,NULL),
	(2,265,NULL,NULL,NULL),
	(2,266,NULL,NULL,NULL),
	(2,267,NULL,NULL,NULL),
	(2,268,NULL,NULL,NULL),
	(2,269,NULL,NULL,NULL),
	(2,270,NULL,NULL,NULL),
	(2,271,NULL,NULL,NULL),
	(2,272,NULL,NULL,NULL),
	(2,273,NULL,NULL,NULL),
	(2,274,NULL,NULL,NULL),
	(2,275,NULL,NULL,NULL),
	(2,276,NULL,NULL,NULL),
	(2,277,NULL,NULL,NULL),
	(2,279,NULL,NULL,NULL),
	(2,280,NULL,NULL,NULL),
	(2,281,NULL,NULL,NULL),
	(2,282,NULL,NULL,NULL),
	(2,283,NULL,NULL,NULL),
	(2,284,NULL,NULL,NULL),
	(2,285,NULL,NULL,NULL),
	(2,286,NULL,NULL,NULL),
	(2,290,NULL,NULL,NULL),
	(2,289,NULL,NULL,NULL),
	(2,288,NULL,NULL,NULL),
	(2,287,NULL,NULL,NULL),
	(2,245,NULL,NULL,NULL),
	(2,292,NULL,NULL,NULL),
	(2,293,NULL,NULL,NULL),
	(2,294,NULL,NULL,NULL),
	(2,295,NULL,NULL,NULL),
	(2,296,NULL,NULL,NULL),
	(2,247,NULL,NULL,NULL),
	(2,297,NULL,NULL,NULL),
	(2,298,NULL,NULL,NULL),
	(2,299,NULL,NULL,NULL),
	(2,300,NULL,NULL,NULL),
	(2,303,NULL,NULL,NULL),
	(2,302,1,1,1),
	(2,301,1,1,1),
	(2,304,1,1,1),
	(2,305,1,1,1),
	(2,306,1,1,1),
	(2,291,NULL,NULL,NULL),
	(2,308,NULL,NULL,NULL),
	(2,259,NULL,NULL,NULL),
	(2,258,NULL,NULL,NULL),
	(2,256,NULL,NULL,NULL),
	(2,248,1,1,1),
	(2,313,NULL,NULL,NULL),
	(2,314,NULL,NULL,NULL),
	(2,315,NULL,NULL,NULL),
	(2,317,NULL,NULL,NULL),
	(2,318,NULL,NULL,NULL),
	(2,319,NULL,NULL,NULL),
	(2,320,NULL,NULL,NULL),
	(2,313,NULL,NULL,NULL),
	(2,314,NULL,NULL,NULL),
	(2,315,NULL,NULL,NULL),
	(2,316,NULL,NULL,NULL),
	(2,317,NULL,NULL,NULL),
	(2,318,NULL,NULL,NULL),
	(2,319,NULL,NULL,NULL),
	(2,320,NULL,NULL,NULL),
	(2,329,NULL,NULL,NULL),
	(2,330,NULL,NULL,NULL),
	(2,331,NULL,NULL,NULL),
	(2,332,NULL,NULL,NULL),
	(2,321,NULL,NULL,NULL),
	(2,322,NULL,NULL,NULL),
	(2,323,NULL,NULL,NULL),
	(2,324,NULL,NULL,NULL),
	(2,325,NULL,NULL,NULL),
	(2,326,NULL,NULL,NULL),
	(2,327,NULL,NULL,NULL),
	(2,328,NULL,NULL,NULL),
	(2,333,NULL,NULL,NULL),
	(2,335,NULL,NULL,NULL),
	(2,336,NULL,NULL,NULL),
	(2,337,NULL,NULL,NULL),
	(2,334,NULL,NULL,NULL),
	(2,340,NULL,NULL,NULL),
	(2,341,NULL,NULL,NULL),
	(2,342,NULL,NULL,NULL),
	(2,343,NULL,NULL,NULL),
	(2,344,NULL,NULL,NULL),
	(2,345,NULL,NULL,NULL),
	(2,346,NULL,NULL,NULL),
	(2,347,NULL,NULL,NULL),
	(2,348,NULL,NULL,NULL),
	(2,349,NULL,NULL,NULL),
	(2,352,NULL,NULL,NULL),
	(2,353,NULL,NULL,NULL),
	(2,252,NULL,NULL,NULL),
	(2,83,1,1,1);

/*!40000 ALTER TABLE `onethink_role_node` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_role_user
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_role_user`;

CREATE TABLE `onethink_role_user` (
  `role_id` mediumint(9) unsigned DEFAULT NULL,
  `user_id` char(32) DEFAULT NULL,
  KEY `group_id` (`role_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_role_user` WRITE;
/*!40000 ALTER TABLE `onethink_role_user` DISABLE KEYS */;

INSERT INTO `onethink_role_user` (`role_id`, `user_id`)
VALUES
	(4,'27'),
	(4,'26'),
	(5,'31'),
	(3,'22'),
	(2,'67'),
	(1,'4'),
	(1,'3'),
	(1,'35'),
	(1,'36'),
	(1,'54'),
	(2,'3'),
	(1,'53'),
	(7,'36'),
	(1,'2'),
	(2,'66'),
	(2,'65'),
	(2,'62'),
	(2,'2'),
	(7,'2'),
	(2,'61'),
	(2,'60'),
	(2,'59'),
	(2,'58'),
	(2,'57'),
	(2,'55'),
	(1,'56'),
	(2,'52'),
	(2,'51'),
	(2,'50'),
	(2,'49'),
	(2,'48'),
	(2,'44'),
	(2,'43'),
	(1,'69'),
	(2,'42'),
	(10,'1'),
	(1,'63'),
	(1,'64'),
	(2,'41'),
	(2,'68'),
	(7,'44'),
	(1,'42'),
	(1,'55'),
	(2,'56'),
	(7,'42'),
	(7,'1'),
	(2,'1'),
	(1,'1'),
	(2,'69'),
	(7,'69'),
	(10,'69'),
	(1,'70'),
	(2,'70'),
	(7,'70'),
	(10,'70'),
	(1,'71'),
	(2,'71'),
	(7,'71'),
	(10,'71'),
	(1,'72'),
	(2,'72'),
	(7,'72'),
	(10,'72'),
	(1,'73'),
	(2,'73'),
	(7,'73'),
	(10,'73'),
	(1,'74'),
	(2,'74'),
	(7,'74'),
	(10,'74'),
	(1,'75'),
	(2,'75'),
	(7,'75'),
	(10,'75'),
	(1,'76'),
	(2,'76'),
	(7,'76'),
	(10,'76'),
	(1,'77'),
	(2,'77'),
	(7,'77'),
	(10,'77'),
	(1,'78'),
	(2,'78'),
	(7,'78'),
	(10,'78'),
	(1,'79'),
	(2,'79'),
	(7,'79'),
	(10,'79'),
	(1,'80'),
	(2,'80'),
	(7,'80'),
	(10,'80'),
	(1,'81'),
	(2,'81'),
	(7,'81'),
	(10,'81'),
	(1,'82'),
	(2,'82'),
	(7,'82'),
	(10,'82'),
	(1,'83'),
	(2,'83'),
	(7,'83'),
	(10,'83'),
	(1,'84'),
	(2,'84'),
	(7,'84'),
	(10,'84'),
	(1,'85'),
	(2,'85'),
	(7,'85'),
	(10,'85'),
	(1,'86'),
	(2,'86'),
	(7,'86'),
	(10,'86'),
	(1,'87'),
	(2,'87'),
	(7,'87'),
	(10,'87'),
	(1,'88'),
	(2,'88'),
	(7,'88'),
	(10,'88'),
	(1,'89'),
	(2,'89'),
	(7,'89'),
	(10,'89'),
	(1,'90'),
	(2,'90'),
	(7,'90'),
	(10,'90'),
	(1,'91'),
	(2,'91'),
	(7,'91'),
	(10,'91'),
	(1,'92'),
	(2,'92'),
	(7,'92'),
	(10,'92'),
	(1,'93'),
	(2,'93'),
	(7,'93'),
	(10,'93'),
	(1,'94'),
	(2,'94'),
	(7,'94'),
	(10,'94'),
	(1,'95'),
	(2,'95'),
	(7,'95'),
	(10,'95'),
	(1,'96'),
	(2,'96'),
	(7,'96'),
	(10,'96'),
	(1,'97'),
	(2,'97'),
	(7,'97'),
	(10,'97'),
	(1,'98'),
	(2,'98'),
	(7,'98'),
	(10,'98'),
	(1,'99'),
	(2,'99'),
	(7,'99'),
	(10,'99'),
	(1,'100'),
	(2,'100'),
	(7,'100'),
	(10,'100'),
	(1,'101'),
	(2,'101'),
	(7,'101'),
	(10,'101'),
	(1,'102'),
	(2,'102'),
	(7,'102'),
	(10,'102'),
	(1,'103'),
	(2,'103'),
	(7,'103'),
	(10,'103'),
	(1,'104'),
	(2,'104'),
	(7,'104'),
	(10,'104'),
	(1,'105'),
	(2,'105'),
	(7,'105'),
	(10,'105'),
	(1,'106'),
	(2,'106'),
	(7,'106'),
	(10,'106'),
	(1,'107'),
	(2,'107'),
	(7,'107'),
	(10,'107'),
	(1,'108'),
	(2,'108'),
	(7,'108'),
	(10,'108'),
	(1,'109'),
	(2,'109'),
	(7,'109'),
	(10,'109'),
	(1,'110'),
	(2,'110'),
	(7,'110'),
	(10,'110'),
	(1,'111'),
	(2,'111'),
	(7,'111'),
	(10,'111'),
	(1,'112'),
	(2,'112'),
	(7,'112'),
	(10,'112'),
	(1,'113'),
	(2,'113'),
	(7,'113'),
	(10,'113'),
	(1,'114'),
	(2,'114'),
	(7,'114'),
	(10,'114'),
	(1,'115'),
	(2,'115'),
	(7,'115'),
	(10,'115'),
	(1,'116'),
	(2,'116'),
	(7,'116'),
	(10,'116'),
	(1,'117'),
	(2,'117'),
	(7,'117'),
	(10,'117'),
	(1,'118'),
	(2,'118'),
	(7,'118'),
	(10,'118'),
	(1,'119'),
	(2,'119'),
	(7,'119'),
	(10,'119'),
	(1,'120'),
	(2,'120'),
	(7,'120'),
	(10,'120');

/*!40000 ALTER TABLE `onethink_role_user` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_schedule
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_schedule`;

CREATE TABLE `onethink_schedule` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT '',
  `content` text,
  `location` varchar(50) DEFAULT '',
  `priority` int(11) DEFAULT NULL,
  `actor` varchar(200) DEFAULT '',
  `user_id` int(11) DEFAULT '0',
  `start_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `end_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `add_file` varchar(200) DEFAULT '',
  `is_del` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_schedule` WRITE;
/*!40000 ALTER TABLE `onethink_schedule` DISABLE KEYS */;

INSERT INTO `onethink_schedule` (`id`, `name`, `content`, `location`, `priority`, `actor`, `user_id`, `start_time`, `end_time`, `add_file`, `is_del`)
VALUES
	(48,'',NULL,'1',NULL,'',1,'2015-09-05 08:30:00','2015-09-02 04:04:08','',0),
	(49,'打卡迟到','林','1',3,'',2,'2015-09-05 09:32:00','0000-00-00 00:00:00','',0),
	(50,'',NULL,'1',3,'',2,'2015-09-05 09:32:00','0000-00-00 00:00:00','',0),
	(51,'',NULL,'1',5,'',3,'2015-09-05 10:00:00','0000-00-00 00:00:00','',0);

/*!40000 ALTER TABLE `onethink_schedule` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_slide
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_slide`;

CREATE TABLE `onethink_slide` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '文档编号',
  `link` varchar(200) NOT NULL DEFAULT '' COMMENT '名称',
  `color` varchar(10) NOT NULL DEFAULT '' COMMENT '内容',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '文件夹',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `content` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_step
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_step`;

CREATE TABLE `onethink_step` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `steps` int(11) DEFAULT NULL,
  `task_type` int(11) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `position_id` int(11) DEFAULT NULL,
  `rank_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_step` WRITE;
/*!40000 ALTER TABLE `onethink_step` DISABLE KEYS */;

INSERT INTO `onethink_step` (`id`, `steps`, `task_type`, `sort`, `name`, `position_id`, `rank_id`)
VALUES
	(1,1,NULL,1,'分管院长',12,NULL),
	(2,1,NULL,2,'教研室主任',16,NULL),
	(3,1,NULL,3,'老师填写教材',27,NULL),
	(4,2,NULL,1,'教学秘书',25,NULL),
	(5,2,NULL,2,'老师领教材',27,NULL),
	(6,3,NULL,1,'我的教材',NULL,NULL),
	(7,4,NULL,1,'教研室主任',16,NULL),
	(8,4,NULL,2,'老师提交',27,NULL),
	(9,4,NULL,3,'教研室主任审核',16,NULL),
	(10,4,NULL,4,'分管院长',12,NULL),
	(11,5,NULL,1,'教研室主任',16,NULL),
	(12,5,NULL,2,'老师提交',27,NULL),
	(13,5,NULL,3,'教研室主任审核',16,NULL),
	(14,5,NULL,4,'分管院长',12,NULL),
	(15,6,NULL,1,'分管院长',12,NULL),
	(16,6,NULL,2,'教研室主任',16,NULL),
	(17,6,NULL,3,'老师填表',27,NULL),
	(18,6,NULL,4,'教研室主任',16,NULL),
	(19,6,NULL,5,'教学秘书',25,NULL),
	(20,7,NULL,1,'分管院长',12,NULL),
	(21,7,NULL,2,'教研室主任',16,NULL),
	(22,7,NULL,3,'老师填表',27,NULL),
	(23,7,NULL,4,'教学秘书',25,NULL),
	(24,8,NULL,1,'分管院长',12,NULL),
	(25,8,NULL,2,'教学秘书',25,NULL),
	(26,8,NULL,3,'教导员',NULL,NULL),
	(27,8,NULL,4,'教学秘书',25,NULL),
	(28,9,NULL,1,'教务秘书',24,NULL),
	(29,9,NULL,2,'老师出题',27,NULL),
	(30,9,NULL,3,'教研室主任审核',16,NULL),
	(31,10,NULL,1,'老师提交成绩单',27,NULL),
	(32,10,NULL,2,'教学秘书审核',25,NULL),
	(33,11,NULL,1,'教务秘书',24,NULL),
	(34,11,NULL,2,'老师',27,NULL),
	(35,11,NULL,3,'教研室主任',16,NULL),
	(36,11,NULL,4,'教务秘书',24,NULL),
	(37,12,NULL,1,'教务秘书',24,NULL),
	(38,12,NULL,2,'论文领导小组',NULL,NULL),
	(39,13,NULL,1,'论文领导小组',NULL,NULL),
	(40,13,NULL,2,'院长',NULL,NULL),
	(41,14,NULL,1,'上报课题',NULL,NULL),
	(42,14,NULL,2,'领导小组',NULL,NULL),
	(43,15,NULL,1,'上报任务书',NULL,NULL),
	(44,15,NULL,2,'教研室主任',16,NULL),
	(45,15,NULL,3,'分管副院长',12,NULL),
	(46,16,NULL,1,'上报开题报告',NULL,NULL),
	(47,16,NULL,2,'领导小组',NULL,NULL),
	(48,17,NULL,1,'中期检查和每种的报表',NULL,NULL),
	(49,17,NULL,2,'领导小组',NULL,NULL),
	(50,18,NULL,1,'中期检查和每种的报表',NULL,NULL),
	(51,18,NULL,2,'论文领导小组',NULL,NULL),
	(52,18,NULL,3,'答辩主任',NULL,NULL),
	(53,18,NULL,4,'秘书（抄送）',NULL,NULL),
	(54,19,NULL,1,'论文小组',NULL,NULL),
	(55,19,NULL,2,'老师',27,NULL),
	(56,19,NULL,3,'答辩主任',NULL,NULL),
	(57,19,NULL,4,'秘书（抄送）',NULL,NULL),
	(58,20,NULL,1,'秘书',NULL,NULL),
	(59,20,NULL,2,'答辩主任',NULL,NULL),
	(60,21,NULL,1,'答辩主任',NULL,NULL),
	(61,21,NULL,2,'教务秘书',24,NULL),
	(62,NULL,301,1,'院长',9,NULL),
	(63,NULL,301,2,'办公室主任',14,NULL),
	(64,NULL,301,3,'院长',9,NULL),
	(65,NULL,301,4,'办公室主任',14,NULL),
	(66,NULL,302,1,'院长',9,NULL),
	(67,NULL,302,2,'办公室主任',14,NULL),
	(68,NULL,302,3,'院长',9,NULL),
	(69,NULL,302,4,'办公室主任',14,NULL),
	(70,NULL,303,1,'院长',9,NULL),
	(71,NULL,303,2,'办公室主任',14,NULL),
	(72,NULL,303,3,'院长',9,NULL),
	(73,NULL,303,4,'办公室主任',14,NULL),
	(74,NULL,304,1,'院长',9,NULL),
	(75,NULL,304,2,'办公室主任',14,NULL),
	(76,NULL,304,3,'院长',9,NULL),
	(77,NULL,304,4,'办公室主任',14,NULL),
	(78,NULL,305,1,'院长',9,NULL),
	(79,NULL,305,2,'办公室主任',14,NULL),
	(80,NULL,305,3,'秘书',24,NULL),
	(81,NULL,305,4,'院长',9,NULL),
	(82,NULL,305,5,'办公室主任',14,NULL),
	(83,NULL,306,1,'院长',9,NULL),
	(84,NULL,306,2,'办公室主任',14,NULL),
	(85,NULL,306,3,'秘书',24,NULL),
	(86,NULL,306,4,'院长',9,NULL),
	(87,NULL,306,5,'办公室主任',14,NULL),
	(88,NULL,307,1,'办公室主任',14,NULL),
	(89,NULL,307,2,'院长',9,NULL),
	(90,NULL,307,3,'办公室主任',14,NULL),
	(91,NULL,309,1,'院长',9,NULL),
	(92,NULL,309,2,'办公室主任',14,NULL),
	(93,NULL,309,3,'院长',9,NULL),
	(94,NULL,310,1,'院长',9,NULL),
	(95,NULL,310,2,'办公室主任',14,NULL),
	(96,NULL,310,3,'院长',9,NULL),
	(97,NULL,310,4,'办公室主任',14,NULL),
	(98,NULL,314,1,'院长',9,NULL),
	(99,NULL,314,2,'办公室主任',14,NULL),
	(100,NULL,314,3,'秘书',24,NULL),
	(101,NULL,315,1,'院长',9,NULL),
	(102,NULL,315,2,'办公室主任',14,NULL),
	(103,NULL,315,3,'秘书',24,NULL),
	(104,NULL,316,1,'教研室主任',16,NULL),
	(105,NULL,316,2,'副院长',12,NULL),
	(106,NULL,316,3,'院长',9,NULL),
	(107,NULL,317,1,'教研室主任',16,NULL),
	(108,NULL,317,2,'副院长',12,NULL),
	(109,NULL,317,3,'院长',9,NULL),
	(110,NULL,318,1,'办公室主任',14,NULL),
	(111,NULL,318,2,'副院长',12,NULL),
	(112,NULL,318,3,'办公室主任',14,NULL),
	(113,NULL,319,1,'院长',9,NULL),
	(114,NULL,319,2,'副院长',12,NULL),
	(115,NULL,319,3,'院长',9,NULL),
	(116,NULL,319,4,'副院长',12,NULL),
	(117,NULL,320,1,'副院长',12,NULL),
	(118,NULL,320,2,'办公室主任',14,NULL),
	(119,NULL,320,3,'副院长',12,NULL),
	(120,NULL,321,1,'副院长',12,NULL),
	(121,NULL,321,2,'办公室主任',14,NULL),
	(122,NULL,321,3,'副院长',12,NULL),
	(123,NULL,322,1,'副院长',12,NULL),
	(124,NULL,322,2,'办公室主任',14,NULL),
	(125,NULL,322,3,'副院长',12,NULL),
	(126,NULL,326,1,'副院长',12,NULL),
	(127,NULL,326,2,'办公室主任',14,NULL),
	(128,NULL,326,3,'副院长',12,NULL),
	(129,NULL,327,1,'副院长',12,NULL),
	(130,NULL,327,2,'办公室主任',14,NULL),
	(131,NULL,327,3,'副院长',12,NULL),
	(132,NULL,328,1,'副院长',12,NULL),
	(133,NULL,328,2,'办公室主任',14,NULL),
	(134,NULL,328,3,'副院长',12,NULL),
	(135,NULL,329,1,'副院长',12,NULL),
	(136,NULL,329,2,'办公室主任',14,NULL),
	(137,NULL,329,3,'副院长',12,NULL),
	(138,NULL,330,1,'副院长',12,NULL),
	(139,NULL,330,2,'办公室主任',14,NULL),
	(140,NULL,330,3,'副院长',12,NULL),
	(141,NULL,331,1,'办公室主任',14,NULL),
	(142,NULL,331,2,'副院长',12,NULL),
	(143,NULL,331,3,'办公室主任',14,NULL),
	(144,NULL,332,1,'办公室主任',14,NULL),
	(145,NULL,308,1,'办公室主任',14,NULL),
	(146,NULL,308,2,'院长',9,NULL),
	(147,NULL,308,3,'办公室主任',14,NULL),
	(148,NULL,323,1,'副院长',12,NULL),
	(149,NULL,323,2,'办公室主任',14,NULL),
	(150,NULL,323,3,'副院长',12,NULL),
	(151,NULL,324,1,'副院长',12,NULL),
	(152,NULL,324,2,'办公室主任',14,NULL),
	(153,NULL,324,3,'副院长',12,NULL),
	(154,NULL,325,1,'副院长',12,NULL),
	(155,NULL,325,2,'办公室主任',14,NULL),
	(156,NULL,325,3,'副院长',12,NULL),
	(157,NULL,332,2,'副院长',12,NULL),
	(158,NULL,332,3,'办公室主任',14,NULL),
	(159,NULL,333,1,'办公室主任',14,NULL),
	(160,NULL,333,2,'副院长',12,NULL),
	(161,NULL,333,3,'办公室主任',14,NULL),
	(162,NULL,334,1,'办公室主任',14,NULL),
	(163,NULL,334,2,'副院长',12,NULL),
	(164,NULL,334,3,'院长',9,NULL),
	(186,NULL,311,1,'院长',9,NULL),
	(187,NULL,311,2,'办公室主任',14,NULL),
	(188,NULL,311,3,'院长',9,NULL),
	(189,NULL,311,4,'办公室主任',14,NULL),
	(190,NULL,312,1,'院长',9,NULL),
	(191,NULL,312,2,'办公室主任',14,NULL),
	(192,NULL,312,3,'院长',9,NULL),
	(193,NULL,312,4,'办公室主任',14,NULL),
	(194,NULL,313,1,'院长',9,NULL),
	(195,NULL,313,2,'办公室主任',14,NULL),
	(196,NULL,313,3,'院长',9,NULL),
	(197,NULL,313,4,'办公室主任',14,NULL),
	(198,NULL,335,1,'副院长',12,NULL),
	(199,NULL,335,2,'办公室主任',14,NULL),
	(200,NULL,335,3,'副院长',12,NULL),
	(201,NULL,336,1,'副院长',12,NULL),
	(202,NULL,336,2,'办公室主任',14,NULL),
	(203,NULL,336,3,'副院长',12,NULL),
	(204,NULL,337,1,'副院长',12,NULL),
	(205,NULL,337,2,'办公室主任',14,NULL),
	(206,NULL,337,3,'副院长',12,NULL),
	(207,NULL,338,1,'副院长',12,NULL),
	(208,NULL,338,2,'办公室主任',14,NULL),
	(209,NULL,338,3,'副院长',12,NULL),
	(210,NULL,339,1,'副院长',12,NULL),
	(211,NULL,339,2,'办公室主任',14,NULL),
	(212,NULL,339,3,'副院长',12,NULL),
	(213,NULL,340,1,'副院长',12,NULL),
	(214,NULL,340,2,'办公室主任',14,NULL),
	(215,NULL,340,3,'副院长',12,NULL),
	(216,NULL,341,1,'副院长',12,NULL),
	(217,NULL,341,2,'办公室主任',14,NULL),
	(218,NULL,341,3,'副院长',12,NULL),
	(219,NULL,342,1,'副院长',12,NULL),
	(220,NULL,342,2,'办公室主任',14,NULL),
	(221,NULL,342,3,'副院长',12,NULL),
	(222,NULL,343,1,'副院长',12,NULL),
	(223,NULL,343,2,'办公室主任',14,NULL),
	(224,NULL,343,3,'副院长',12,NULL),
	(225,NULL,344,1,'副院长',12,NULL),
	(226,NULL,344,2,'办公室主任',14,NULL),
	(227,NULL,344,3,'副院长',12,NULL),
	(228,NULL,345,1,'副院长',12,NULL),
	(229,NULL,345,2,'办公室主任',14,NULL),
	(230,NULL,345,3,'副院长',12,NULL),
	(231,NULL,346,1,'副院长',12,NULL),
	(232,NULL,346,2,'办公室主任',14,NULL),
	(233,NULL,346,3,'副院长',12,NULL),
	(234,NULL,342,4,'院长',9,NULL),
	(235,NULL,347,1,'办公室主任',14,NULL),
	(236,NULL,347,2,'副院长',12,NULL),
	(237,NULL,347,3,'办公室主任',14,NULL),
	(238,NULL,348,1,'办公室主任',14,NULL),
	(239,NULL,348,2,'副院长',12,NULL),
	(240,NULL,348,3,'办公室主任',14,NULL),
	(241,NULL,349,1,'副院长',12,NULL),
	(242,NULL,349,2,'办公室主任',14,NULL),
	(243,NULL,349,3,'副院长',12,NULL),
	(244,NULL,350,1,'副院长',12,NULL),
	(245,NULL,350,2,'办公室主任',14,NULL),
	(246,NULL,350,3,'副院长',12,NULL),
	(247,NULL,351,1,'副院长',12,NULL),
	(248,NULL,351,2,'办公室主任',14,NULL),
	(249,NULL,351,3,'副院长',12,NULL),
	(250,NULL,352,1,'副院长',12,NULL),
	(251,NULL,352,2,'办公室主任',14,NULL),
	(252,NULL,352,3,'副院长',12,NULL),
	(253,NULL,353,1,'副院长',12,NULL),
	(254,NULL,353,2,'办公室主任',14,NULL),
	(255,NULL,353,3,'副院长',12,NULL),
	(256,NULL,354,1,'副院长',12,NULL),
	(257,NULL,354,2,'办公室主任',14,NULL),
	(258,NULL,354,3,'副院长',12,NULL),
	(259,NULL,355,1,'办公室主任',14,NULL),
	(260,NULL,355,2,'院长',9,NULL),
	(262,NULL,356,1,'办公室主任',14,NULL),
	(263,NULL,356,2,'院长',9,NULL),
	(264,NULL,357,1,'办公室主任',14,NULL),
	(265,NULL,357,2,'教研室主任',16,NULL),
	(266,NULL,357,3,'办公室主任',14,NULL),
	(267,NULL,358,1,'办公室主任',14,NULL),
	(268,NULL,358,2,'教研室主任',16,NULL),
	(269,NULL,358,3,'办公室主任',14,NULL),
	(270,NULL,359,1,'副院长',12,NULL),
	(271,NULL,359,2,'教研室主任',16,NULL),
	(272,NULL,359,3,'副院长',12,NULL),
	(273,NULL,360,1,'副院长',12,NULL),
	(274,NULL,360,2,'教研室主任',16,NULL),
	(275,NULL,360,3,'副院长',12,NULL),
	(276,NULL,361,1,'教研室主任',16,NULL),
	(277,NULL,361,2,'办公室主任',14,NULL),
	(278,NULL,361,3,'教研室主任',16,NULL),
	(279,NULL,362,1,'教研室主任',16,NULL),
	(280,NULL,362,2,'办公室主任',14,NULL),
	(281,NULL,362,3,'教研室主任',16,NULL),
	(282,NULL,363,1,'教研室主任',16,NULL),
	(283,NULL,363,2,'办公室主任',14,NULL),
	(284,NULL,363,3,'教研室主任',16,NULL),
	(285,NULL,364,1,'教研室主任',16,NULL),
	(286,NULL,364,2,'办公室主任',14,NULL),
	(287,NULL,364,3,'教研室主任',16,NULL),
	(288,NULL,365,1,'教研室主任',16,NULL),
	(289,NULL,365,2,'办公室主任',14,NULL),
	(290,NULL,365,3,'教研室主任',16,NULL),
	(291,NULL,366,1,'教研室主任',16,NULL),
	(292,NULL,366,2,'办公室主任',14,NULL),
	(293,NULL,366,3,'教研室主任',16,NULL),
	(294,NULL,367,1,'教研室主任',16,NULL),
	(295,NULL,367,2,'办公室主任',14,NULL),
	(296,NULL,367,3,'教研室主任',16,NULL),
	(297,NULL,368,1,'教研室主任',16,NULL),
	(298,NULL,368,2,'办公室主任',14,NULL),
	(299,NULL,368,3,'教研室主任',16,NULL),
	(300,NULL,369,1,'教研室主任',16,NULL),
	(301,NULL,369,2,'教务秘书',24,NULL),
	(303,NULL,370,1,'副院长',12,NULL),
	(304,NULL,370,2,'教研室主任',16,NULL),
	(305,NULL,370,3,'副院长',12,NULL),
	(306,NULL,371,1,'副院长',12,NULL),
	(307,NULL,371,2,'教研室主任',16,NULL),
	(308,NULL,371,3,'副院长',12,NULL),
	(309,NULL,3711,1,'教研室主任',16,NULL),
	(310,NULL,3711,2,'教务秘书',24,NULL),
	(312,NULL,371,4,'办公室主任',14,NULL),
	(313,NULL,372,1,'办公室主任',14,NULL),
	(314,NULL,372,2,'教务秘书',24,NULL),
	(315,NULL,372,3,'办公室主任',14,NULL),
	(316,NULL,373,1,'办公室主任',14,NULL),
	(317,NULL,373,2,'教务秘书',24,NULL),
	(318,NULL,373,3,'办公室主任',14,NULL),
	(319,NULL,375,1,'教务秘书',24,NULL),
	(320,NULL,375,2,'办公室主任',14,NULL),
	(321,NULL,375,3,'教务秘书',24,NULL),
	(322,NULL,376,1,'教务秘书',24,NULL),
	(323,NULL,376,2,'办公室主任',14,NULL),
	(324,NULL,376,3,'教务秘书',24,NULL),
	(325,NULL,377,1,'教务秘书',24,NULL),
	(326,NULL,377,2,'办公室主任',14,NULL),
	(327,NULL,377,3,'教务秘书',24,NULL),
	(328,NULL,378,1,'教务秘书',24,NULL),
	(329,NULL,378,2,'办公室主任',14,NULL),
	(330,NULL,378,3,'教务秘书',24,NULL),
	(331,NULL,379,1,'教务秘书',24,NULL),
	(332,NULL,379,2,'办公室主任',14,NULL),
	(333,NULL,379,3,'教务秘书',24,NULL),
	(334,NULL,380,1,'教务秘书',24,NULL),
	(335,NULL,380,2,'办公室主任',14,NULL),
	(336,NULL,380,3,'教务秘书',24,NULL),
	(337,NULL,381,1,'教务秘书',24,NULL),
	(338,NULL,381,2,'办公室主任',14,NULL),
	(339,NULL,381,3,'教务秘书',24,NULL),
	(340,NULL,382,1,'教务秘书',24,NULL),
	(341,NULL,382,2,'办公室主任',14,NULL),
	(342,NULL,382,3,'教务秘书',24,NULL),
	(343,NULL,383,1,'教务秘书',24,NULL),
	(344,NULL,383,2,'办公室主任',14,NULL),
	(345,NULL,383,3,'教务秘书',24,NULL),
	(346,NULL,384,1,'教务秘书',24,NULL),
	(347,NULL,384,2,'办公室主任',14,NULL),
	(348,NULL,384,3,'教务秘书',24,NULL),
	(349,NULL,385,1,'教务秘书',24,NULL),
	(350,NULL,385,2,'办公室主任',14,NULL),
	(351,NULL,385,3,'教务秘书',24,NULL),
	(352,NULL,386,1,'办公室主任',14,NULL),
	(353,NULL,386,2,'教学秘书',25,NULL),
	(354,NULL,386,3,'办公室主任',14,NULL),
	(355,NULL,387,1,'办公室主任',14,NULL),
	(356,NULL,387,2,'教学秘书',25,NULL),
	(357,NULL,387,3,'办公室主任',14,NULL),
	(358,NULL,389,1,'教学秘书',25,NULL),
	(359,NULL,389,2,'办公室主任',14,NULL),
	(360,NULL,389,3,'教学秘书',25,NULL),
	(361,NULL,388,1,'教学秘书',25,NULL),
	(362,NULL,388,2,'办公室主任',14,NULL),
	(363,NULL,388,3,'教学秘书',25,NULL),
	(364,NULL,390,1,'教学秘书',25,NULL),
	(365,NULL,390,2,'办公室主任',14,NULL),
	(366,NULL,390,3,'教学秘书',25,NULL),
	(367,NULL,391,1,'副院长',12,NULL),
	(368,NULL,391,2,'教学秘书',25,NULL),
	(369,NULL,391,3,'副院长',12,NULL),
	(370,NULL,392,1,'教学秘书',25,NULL),
	(371,NULL,392,2,'办公室主任',14,NULL),
	(373,NULL,393,1,'教学秘书',25,NULL),
	(374,NULL,393,2,'办公室主任',14,NULL),
	(376,NULL,394,1,'教学秘书',25,NULL),
	(377,NULL,394,2,'办公室主任',14,NULL),
	(378,NULL,394,3,'教学秘书',25,NULL),
	(379,NULL,395,1,'发起人',NULL,NULL),
	(380,NULL,395,2,'吴静',9,NULL),
	(381,NULL,396,1,'发起人',NULL,NULL),
	(382,NULL,396,2,'吴静',9,NULL),
	(383,NULL,397,1,'发起人',NULL,NULL),
	(384,NULL,397,2,'吴静',9,NULL);

/*!40000 ALTER TABLE `onethink_step` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_steps
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_steps`;

CREATE TABLE `onethink_steps` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_steps` WRITE;
/*!40000 ALTER TABLE `onethink_steps` DISABLE KEYS */;

INSERT INTO `onethink_steps` (`id`, `name`)
VALUES
	(1,'订教材'),
	(2,'领教材'),
	(3,'填写教材'),
	(4,'提交教学大纲'),
	(5,'提交教学进度'),
	(6,'自评'),
	(7,'听课表'),
	(8,'学生评教'),
	(9,'出试卷'),
	(10,'老师提交成绩'),
	(11,'组织总结'),
	(12,'审查学生资格'),
	(13,'教师指导资格'),
	(14,'申报课题'),
	(15,'填任务书'),
	(16,'开题报告'),
	(17,'中期检查'),
	(18,'申报答辩'),
	(19,'评阅'),
	(20,'上报答辩总分'),
	(21,'评优异');

/*!40000 ALTER TABLE `onethink_steps` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_supplier
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_supplier`;

CREATE TABLE `onethink_supplier` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `letter` varchar(50) DEFAULT '',
  `short` varchar(30) DEFAULT '',
  `account` varchar(20) DEFAULT '',
  `tax_no` varchar(20) DEFAULT '',
  `payment` varchar(20) DEFAULT NULL,
  `contact` varchar(20) NOT NULL DEFAULT '',
  `office_tel` varchar(20) DEFAULT NULL,
  `mobile_tel` varchar(20) DEFAULT '',
  `email` varchar(50) DEFAULT '',
  `im` varchar(20) DEFAULT '',
  `address` varchar(50) DEFAULT '',
  `user_id` int(11) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `remark` text,
  `fax` varchar(255) DEFAULT NULL,
  `user_name` varchar(21) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_supplier` WRITE;
/*!40000 ALTER TABLE `onethink_supplier` DISABLE KEYS */;

INSERT INTO `onethink_supplier` (`id`, `name`, `letter`, `short`, `account`, `tax_no`, `payment`, `contact`, `office_tel`, `mobile_tel`, `email`, `im`, `address`, `user_id`, `is_del`, `remark`, `fax`, `user_name`)
VALUES
	(21,'11111111','','111111111111','1111111111','11111111111','1111111111111111','1111111',NULL,'1111111111111','11111111111','','111111111',1,1,'11111111111111','11111111111',NULL),
	(22,'1','','2','3','4','5','7','1231231','10','9','12','6',1,1,'13','11',NULL),
	(23,'234234','','112','312','3123','3123','12',NULL,'312','31','12','3123',1,0,'3123','231',NULL);

/*!40000 ALTER TABLE `onethink_supplier` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_system_config
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_system_config`;

CREATE TABLE `onethink_system_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `val` varchar(255) DEFAULT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `sort` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `id` (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_system_config` WRITE;
/*!40000 ALTER TABLE `onethink_system_config` DISABLE KEYS */;

INSERT INTO `onethink_system_config` (`id`, `code`, `name`, `val`, `is_del`, `sort`)
VALUES
	(1,'SYSTEM_NAME','系统名称','体育学院教学工作OA',1,''),
	(7,'UPLOAD_FILE_TYPE','上传文件类型','doc,docx,xls,xlsx,ppt,pptx,pdf,gif,png,tif,zip,rar,jpg,jpeg,txt',0,NULL),
	(8,'IS_VERIFY_CODE','验证码','0',0,NULL),
	(9,'XMK_LEVEL','项目级别1','1',0,'1'),
	(10,'XMK_LEVEL','项目级别2','2',0,'2'),
	(11,'XMK_LEVEL','项目级别3','3',0,'3'),
	(12,'XMK_STATUS','项目状态1','1',0,'1'),
	(13,'XMK_STATUS','2','2',0,'2'),
	(14,'XMK_STATUS','3','3',0,'3'),
	(15,'FINANCE_INCOME_TYPE','办公费','办公费',0,'1'),
	(16,'FINANCE_INCOME_TYPE','通讯费','通讯费',0,'2'),
	(17,'FINANCE_PAYMENT_TYPE','办公费','办公费',0,''),
	(18,'FINANCE_PAYMENT_TYPE','通讯费','通讯费',0,'');

/*!40000 ALTER TABLE `onethink_system_config` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_system_folder
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_system_folder`;

CREATE TABLE `onethink_system_folder` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `folder` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `admin` varchar(200) NOT NULL,
  `write` varchar(200) NOT NULL,
  `read` varchar(200) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `remark` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_system_folder` WRITE;
/*!40000 ALTER TABLE `onethink_system_folder` DISABLE KEYS */;

INSERT INTO `onethink_system_folder` (`id`, `pid`, `folder`, `name`, `admin`, `write`, `read`, `sort`, `is_del`, `remark`)
VALUES
	(66,0,'NewsFolder','人材培养方案','院长及书记|dept_30;','院长及书记|dept_30;','院长及书记|dept_30;','1',0,''),
	(67,0,'DocFolder','行政表格','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,'行政表格'),
	(68,0,'DocFolder','实习设计','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(69,0,'DocFolder','毕业设计','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(70,0,'DocFolder','教学表格','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(71,0,'NoticeFolder','行政公告','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(72,0,'NoticeFolder','教学公告','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(73,0,'NoticeFolder','公体公告','体育学院|dept_1;','体育学院|dept_1;','体育学院|dept_1;','',0,''),
	(74,0,'NewsFolder','教学计划','院长及书记|dept_30;','院长及书记|dept_30;','院长及书记|dept_30;','1',0,'');

/*!40000 ALTER TABLE `onethink_system_folder` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_system_tag
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_system_tag`;

CREATE TABLE `onethink_system_tag` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `remark` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_system_tag` WRITE;
/*!40000 ALTER TABLE `onethink_system_tag` DISABLE KEYS */;

INSERT INTO `onethink_system_tag` (`id`, `pid`, `module`, `name`, `sort`, `remark`)
VALUES
	(11,0,'Video','所属科室','11',''),
	(12,11,'Video','外科系统','12',''),
	(13,11,'Video','内科系统','13',''),
	(14,12,'Video','普通外科','14',''),
	(15,12,'Video','肛肠科','15',''),
	(16,11,'Video','专科中心','16',''),
	(17,11,'Video','医技辅助','17',''),
	(18,12,'Video','肝胆外科','18',''),
	(19,12,'Video','器官移植','19',''),
	(20,12,'Video','心血管外科','20',''),
	(21,12,'Video','显微外科','21',''),
	(22,12,'Video','胸外科','22',''),
	(23,12,'Video','泌尿生殖','23',''),
	(24,12,'Video','神经外科','24',''),
	(25,12,'Video','烧伤外科','25',''),
	(26,13,'Video','普通内科','26',''),
	(27,13,'Video','心血管内科','27',''),
	(28,13,'Video','呼吸内科','28',''),
	(29,13,'Video','消化内科','29',''),
	(30,13,'Video','肾内科','30',''),
	(31,13,'Video','血液科','31',''),
	(32,13,'Video','神经内科','32',''),
	(33,13,'Video','心理、精神科','33',''),
	(34,13,'Video','内分泌科','34',''),
	(35,13,'Video','感染传染','35',''),
	(36,16,'Video','妇产科','36',''),
	(37,16,'Video','儿科','37',''),
	(38,16,'Video','口腔科','38',''),
	(39,16,'Video','骨科','39',''),
	(40,16,'Video','皮肤病与性病科','40',''),
	(41,16,'Video','眼科','41',''),
	(42,16,'Video','耳鼻咽喉科','42',''),
	(43,16,'Video','肿瘤及核医学','43',''),
	(44,16,'Video','中医及中西医结合','44',''),
	(45,16,'Video','麻醉科','45',''),
	(46,16,'Video','美容整形','46',''),
	(47,17,'Video','门、急诊，ICU','47',''),
	(48,17,'Video','医学影像','48',''),
	(49,17,'Video','护理','49',''),
	(50,17,'Video','检验科','50',''),
	(51,17,'Video','康复理疗科','51',''),
	(52,17,'Video','药剂科','52',''),
	(53,17,'Video','信息科','53',''),
	(54,17,'Video','医院管理','54',''),
	(55,17,'Video','基础教学','55',''),
	(56,17,'Video','其他','56',''),
	(57,0,'Customer','123','',''),
	(58,0,'Supplier','123','',''),
	(59,0,'Doc','123123','123123',''),
	(60,0,'Doc','123123','',''),
	(61,0,'Doc','abc','',''),
	(62,0,'Customer','2345','',''),
	(63,0,'Customer','qqqqqq','',''),
	(64,0,'Customer','22222','',''),
	(65,0,'Customer','22222','',''),
	(66,0,'Flow','人事','',''),
	(67,0,'Flow','IT','',''),
	(68,0,'Flow','公告','',''),
	(69,0,'FlowType','基础教学 -公体','0',''),
	(70,0,'FlowType','课外活动','1',''),
	(71,0,'FlowType','运动训练','2',''),
	(72,0,'FlowType','运动竞赛','3',''),
	(74,75,'ProductType','红色','',''),
	(75,0,'ProductType','颜色','',''),
	(76,75,'ProductType','蓝色','',''),
	(77,0,'ProductType','面料','',''),
	(78,77,'ProductType','A','',''),
	(79,77,'ProductType','B','',''),
	(80,0,'FlowType','教学竞赛','4',''),
	(81,0,'FlowType','教学成果','5',''),
	(82,0,'FlowType','科学研究','6',''),
	(83,0,'FlowType','科学论文','7',''),
	(84,0,'FlowType','科学建设','8',''),
	(85,0,'FlowType','体质测试','9',''),
	(86,0,'FlowType','实验室','10',''),
	(87,0,'FlowType','毕业论文','','毕业论文'),
	(88,0,'FlowType','行政审批','10',''),
	(89,0,'FlowType','基础教学 － 专业','0',''),
	(90,0,'FlowType','实践教学','91',''),
	(91,0,'FlowType','场馆管理','92',''),
	(92,0,'FlowType','毕业实习','93','');

/*!40000 ALTER TABLE `onethink_system_tag` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_system_tag_data
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_system_tag_data`;

CREATE TABLE `onethink_system_tag_data` (
  `row_id` int(11) NOT NULL DEFAULT '0',
  `tag_id` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL DEFAULT '',
  KEY `row_id` (`row_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_system_tag_data` WRITE;
/*!40000 ALTER TABLE `onethink_system_tag_data` DISABLE KEYS */;

INSERT INTO `onethink_system_tag_data` (`row_id`, `tag_id`, `module`)
VALUES
	(18,58,'Supplier'),
	(29,14,'Video'),
	(18,57,'Customer'),
	(29,46,'Video'),
	(30,46,'Video'),
	(30,47,'Video'),
	(30,56,'Video'),
	(64,59,'Doc'),
	(64,60,'Doc'),
	(64,61,'Doc'),
	(65,61,'Doc'),
	(33,14,'Video'),
	(18,62,'Customer'),
	(17,66,'Flow'),
	(18,66,'Flow'),
	(19,66,'Flow'),
	(20,66,'Flow'),
	(21,66,'Flow'),
	(22,66,'Flow'),
	(23,66,'Flow'),
	(17,66,'Flow'),
	(18,66,'Flow'),
	(19,66,'Flow'),
	(20,66,'Flow'),
	(21,66,'Flow'),
	(22,66,'Flow'),
	(23,66,'Flow'),
	(17,70,'FlowType'),
	(23,72,'FlowType'),
	(22,72,'FlowType'),
	(21,72,'FlowType'),
	(20,72,'FlowType'),
	(19,71,'FlowType'),
	(18,71,'FlowType'),
	(24,70,'FlowType');

/*!40000 ALTER TABLE `onethink_system_tag_data` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_task
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_task`;

CREATE TABLE `onethink_task` (
  `id` int(8) unsigned NOT NULL AUTO_INCREMENT,
  `task_no` varchar(20) DEFAULT NULL,
  `type` varchar(50) DEFAULT NULL COMMENT '1:订教材 2：领教材',
  `pid` int(11) DEFAULT NULL,
  `name` varchar(128) NOT NULL DEFAULT '' COMMENT '标题',
  `content` text COMMENT '内容',
  `executor` varchar(200) DEFAULT NULL,
  `add_file` varchar(255) DEFAULT NULL,
  `expected_time` datetime DEFAULT NULL,
  `user_id` int(11) unsigned DEFAULT '0',
  `user_name` varchar(20) DEFAULT NULL,
  `dept_id` int(11) DEFAULT NULL,
  `dept_name` varchar(20) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `update_user_id` int(11) DEFAULT NULL,
  `update_user_name` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_task` WRITE;
/*!40000 ALTER TABLE `onethink_task` DISABLE KEYS */;

INSERT INTO `onethink_task` (`id`, `task_no`, `type`, `pid`, `name`, `content`, `executor`, `add_file`, `expected_time`, `user_id`, `user_name`, `dept_id`, `dept_name`, `create_time`, `update_time`, `update_user_id`, `update_user_name`)
VALUES
	(11,'2015-0001','1',NULL,'订教材','111111111111111111111111','赵原|80;唐飚|81;彭发胜|92;王志华|105;','','2015-09-08 10:37:00',74,'苏龙',NULL,NULL,1441679879,NULL,NULL,NULL),
	(12,'2015-0002','6',NULL,'教学计划','速度完成，我是招远','李萌华|77;','ec74a2e22b11006cf83db0125d7ba6f1;','2015-09-08 10:43:00',80,'赵原',NULL,NULL,1441680243,NULL,NULL,NULL),
	(13,'2015-0003','104',NULL,'AB式任务','测............','阚杰|112;','','2015-09-08 11:27:00',80,'赵原',NULL,NULL,1441682831,NULL,NULL,NULL),
	(14,'2015-0004','104',NULL,'AB式任务','','','5bbd43ee1e20cec6a82d9612e4a54502;','0000-00-00 00:00:00',80,'赵原',NULL,NULL,1441764587,NULL,NULL,NULL),
	(15,'2015-0005','104',NULL,'AB式任务','','','','0000-00-00 00:00:00',80,'赵原',NULL,NULL,1441778548,NULL,NULL,NULL),
	(16,'2015-0006','107',NULL,'ABAB式任务','','','','0000-00-00 00:00:00',80,'赵原',NULL,NULL,1441778622,NULL,NULL,NULL),
	(17,'2015-0007','107',NULL,'ABAB式任务','','','','0000-00-00 00:00:00',80,'赵原',NULL,NULL,1441778668,NULL,NULL,NULL),
	(18,'2015-0008','104',NULL,'AB式任务','木大大大','欧小健|71;','','2015-09-09 15:04:00',2,'管理员',NULL,NULL,1441782282,NULL,NULL,NULL),
	(19,'2015-0009','104',NULL,'AB式任务','dssdds','农路华|89;陈一新|82;练飞龙|106;岳娟|110;杨裴|86;曾丽芳|103;杜朝辉|97;温长生|1003;文彩凤|90;杨泽鸿|107;徐世军|83;任振钢|76;童建红|101;凌柳雄|94;于野|87;黄大志|1005;黄颖峰|91;黄俐|108;李萌华|77;黄江涛|95;唐鲁|88;阚杰|112;陈芳|1006;黄位明|117;罗梅纳|109;潘宏波|85;肖洪扬|78;周海新','','2015-09-09 15:25:00',2,'管理员',NULL,NULL,1441783516,NULL,NULL,NULL),
	(20,'2015-0010','104',NULL,'AB式任务','','','92c36ff32c4a377f606beac7f91f1ba3;','0000-00-00 00:00:00',80,'赵原',NULL,NULL,1441784691,NULL,NULL,NULL);

/*!40000 ALTER TABLE `onethink_task` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_task_detail
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_task_detail`;

CREATE TABLE `onethink_task_detail` (
  `taskid` int(10) unsigned NOT NULL DEFAULT '0',
  `pid` int(10) unsigned NOT NULL DEFAULT '0',
  `appoint` int(4) unsigned NOT NULL DEFAULT '0',
  `finishstatus` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `plantime` int(10) unsigned NOT NULL DEFAULT '0',
  `realitytime` int(10) unsigned NOT NULL DEFAULT '0',
  `bestresult` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`taskid`),
  KEY `pid` (`pid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_task_log
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_task_log`;

CREATE TABLE `onethink_task_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `task_id` int(11) DEFAULT NULL,
  `task_type` varchar(255) DEFAULT NULL,
  `assigner` int(11) DEFAULT NULL COMMENT '分配任务的人',
  `executor` varchar(20) DEFAULT NULL COMMENT '执行人',
  `executor_name` varchar(20) DEFAULT NULL,
  `status` tinyint(3) DEFAULT '0',
  `plan_time` datetime DEFAULT NULL,
  `transactor_name` varchar(20) DEFAULT NULL,
  `transactor` int(11) DEFAULT NULL COMMENT '由谁处理的',
  `finish_rate` tinyint(3) DEFAULT NULL,
  `finish_time` datetime DEFAULT NULL,
  `feed_back` text,
  `score` varchar(255) DEFAULT NULL COMMENT '分数',
  `done` int(255) DEFAULT NULL COMMENT '通过',
  `step` int(11) DEFAULT '1',
  `limit_time` datetime DEFAULT NULL,
  `type` tinyint(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_task_log` WRITE;
/*!40000 ALTER TABLE `onethink_task_log` DISABLE KEYS */;

INSERT INTO `onethink_task_log` (`id`, `task_id`, `task_type`, `assigner`, `executor`, `executor_name`, `status`, `plan_time`, `transactor_name`, `transactor`, `finish_rate`, `finish_time`, `feed_back`, `score`, `done`, `step`, `limit_time`, `type`)
VALUES
	(1,1,'400',72,'72','张辉明',3,NULL,'张辉明',72,NULL,'2015-08-31 09:43:59','已经做完了。',NULL,NULL,1,NULL,1),
	(3,3,'5',80,'73','黄海',4,NULL,'黄海',73,NULL,'0000-00-00 00:00:00','大木木木大',NULL,NULL,1,'0000-00-00 00:00:00',1),
	(4,3,'5',73,'80','赵原',4,NULL,'赵原',80,NULL,'0000-00-00 00:00:00','sdsasdfa',NULL,NULL,2,'0000-00-00 00:00:00',1),
	(5,3,'5',80,'73','黄海',3,NULL,'黄海',73,NULL,'2015-09-01 07:37:51','adfaaassdffa',NULL,NULL,3,'0000-00-00 00:00:00',1),
	(6,4,'6',80,'73','黄海',4,NULL,'黄海',73,NULL,'0000-00-00 00:00:00','addd',NULL,NULL,1,'0000-00-00 00:00:00',1),
	(7,4,'6',73,'80','赵原',4,NULL,'赵原',80,NULL,'0000-00-00 00:00:00','ssdd',NULL,NULL,2,'0000-00-00 00:00:00',1),
	(8,4,'6',80,'73','黄海',3,NULL,'黄海',73,NULL,'2015-09-01 07:56:03','工木ddssd',NULL,NULL,3,'0000-00-00 00:00:00',1),
	(9,5,'209',84,'69','蒋钢强',4,NULL,'蒋钢强',69,NULL,'2015-09-01 09:13:51','334',NULL,NULL,1,'0000-00-00 00:00:00',1),
	(13,6,'8',84,'69','蒋钢强',1,NULL,'蒋钢强',69,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(14,7,'205',80,'76','任振钢',4,NULL,'任振钢',76,NULL,'2015-09-01 08:33:16','2323423',NULL,NULL,1,'0000-00-00 00:00:00',1),
	(15,7,'205',76,'80','赵原',4,NULL,'赵原',80,NULL,'2015-09-01 08:34:07','ddtd',NULL,NULL,2,'0000-00-00 00:00:00',1),
	(16,7,'205',80,'74','苏龙',3,NULL,'苏龙',74,NULL,'2015-09-01 08:35:44','',NULL,NULL,3,'0000-00-00 00:00:00',1),
	(18,5,'209',69,'80','赵原',4,NULL,'赵原',80,NULL,'2015-09-01 09:14:20','ssddsfas',NULL,NULL,2,'0000-00-00 00:00:00',1),
	(19,5,'209',80,'84','张振华',3,NULL,'张振华',84,NULL,'2015-09-01 09:14:42','sdfsdss',NULL,NULL,3,'0000-00-00 00:00:00',1),
	(51,11,'1',74,'80','赵原',4,NULL,'赵原',80,NULL,'2015-09-08 10:38:28','我是苏龙，我做完了',NULL,NULL,1,'2015-09-08 10:38:00',1),
	(52,11,'1',74,'81','唐飚',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(53,11,'1',74,'92','彭发胜',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(54,11,'1',74,'105','王志华',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(55,11,'1',80,'74','苏龙',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,2,'2015-09-08 10:38:00',1),
	(56,12,'6',80,'77','李萌华',1,NULL,'李萌华',77,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(57,13,'104',80,'112','阚杰',1,NULL,'阚杰',112,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(58,18,'104',2,'71','欧小健',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(59,19,'104',2,'89','农路华',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(60,19,'104',2,'82','陈一新',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(61,19,'104',2,'106','练飞龙',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(62,19,'104',2,'110','岳娟',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(63,19,'104',2,'86','杨裴',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(64,19,'104',2,'103','曾丽芳',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(65,19,'104',2,'97','杜朝辉',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(66,19,'104',2,'1003','温长生',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(67,19,'104',2,'90','文彩凤',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(68,19,'104',2,'107','杨泽鸿',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(69,19,'104',2,'83','徐世军',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(70,19,'104',2,'76','任振钢',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(71,19,'104',2,'101','童建红',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(72,19,'104',2,'94','凌柳雄',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(73,19,'104',2,'87','于野',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(74,19,'104',2,'1005','黄大志',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(75,19,'104',2,'91','黄颖峰',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(76,19,'104',2,'108','黄俐',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(77,19,'104',2,'77','李萌华',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(78,19,'104',2,'95','黄江涛',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(79,19,'104',2,'88','唐鲁',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(80,19,'104',2,'112','阚杰',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(81,19,'104',2,'1006','陈芳',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(82,19,'104',2,'117','黄位明',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(83,19,'104',2,'109','罗梅纳',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(84,19,'104',2,'85','潘宏波',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(85,19,'104',2,'78','肖洪扬',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(86,19,'104',2,'96','周海新',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1),
	(87,19,'104',2,'1004','刘沐霖',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,1);

/*!40000 ALTER TABLE `onethink_task_log` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_task_type
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_task_type`;

CREATE TABLE `onethink_task_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `step1_position` int(11) DEFAULT NULL,
  `step2_position` int(11) DEFAULT NULL,
  `detail` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_task_type` WRITE;
/*!40000 ALTER TABLE `onethink_task_type` DISABLE KEYS */;

INSERT INTO `onethink_task_type` (`id`, `user`, `name`, `type`, `step1_position`, `step2_position`, `detail`)
VALUES
	(1,NULL,'订教材',1,16,NULL,NULL),
	(2,NULL,'领教材',2,NULL,NULL,NULL),
	(3,NULL,'听课表任务',3,NULL,NULL,NULL),
	(4,NULL,'排课表',4,NULL,NULL,NULL),
	(5,NULL,'教学大纲',5,NULL,NULL,NULL),
	(6,NULL,'教学计划',6,NULL,NULL,NULL),
	(7,NULL,'教案',7,25,NULL,NULL),
	(8,NULL,'出试卷',8,NULL,NULL,NULL),
	(9,NULL,'教学总结',9,NULL,NULL,NULL),
	(10,NULL,'科研成果',10,NULL,NULL,NULL),
	(11,NULL,'论文答辨任务',231,NULL,NULL,NULL),
	(12,NULL,'论文评阅任务',232,NULL,NULL,NULL),
	(13,NULL,'填写自评表任务',74,16,NULL,NULL),
	(14,NULL,'填写听课表任务',75,16,NULL,NULL),
	(15,NULL,'学生评教',76,25,NULL,NULL),
	(16,NULL,'订教材(专业)',201,NULL,NULL,NULL),
	(17,NULL,'领教材(专业)',202,NULL,NULL,NULL),
	(18,NULL,'听课表任务(专业)',203,NULL,NULL,NULL),
	(19,NULL,'排课表(专业)',204,NULL,NULL,NULL),
	(20,NULL,'教学大纲(专业)',205,NULL,NULL,NULL),
	(21,NULL,'教学计划(专业)',206,NULL,NULL,NULL),
	(22,NULL,'教案(专业)',207,NULL,NULL,NULL),
	(23,NULL,'出试卷(专业)',208,NULL,NULL,NULL),
	(24,NULL,'教学总结(专业)',209,NULL,NULL,NULL),
	(25,NULL,'科研成果(专业)',2010,NULL,NULL,NULL),
	(26,NULL,'论文答辨任务(专业)',20231,NULL,NULL,NULL),
	(27,NULL,'论文评阅任务(专业)',20232,NULL,NULL,NULL),
	(28,NULL,'填写自评表任务(专业)',2074,NULL,NULL,NULL),
	(29,NULL,'填写听课表任务(专业)',2075,NULL,NULL,NULL),
	(30,NULL,'学生评教(专业)',2076,NULL,NULL,NULL),
	(31,NULL,'召开会议AB式',101,NULL,NULL,NULL),
	(32,NULL,'召开会议ABC式',102,14,NULL,NULL),
	(33,NULL,'提交会议记录',103,14,NULL,NULL),
	(35,NULL,'AB式任务',104,NULL,NULL,NULL),
	(36,NULL,'ABA式任务',105,NULL,NULL,NULL),
	(37,NULL,'ABC式任务',106,NULL,NULL,NULL),
	(38,NULL,'ABAB式任务',107,NULL,NULL,NULL),
	(39,'蒋钢强','工作计划',301,14,0,'院长'),
	(40,'蒋钢强','工作总结',302,14,NULL,NULL),
	(41,'蒋钢强','“十三五”发展规划',303,14,NULL,NULL),
	(42,'蒋钢强','师资队伍发展规划',304,14,NULL,NULL),
	(43,'蒋钢强','学术委员会',305,14,NULL,NULL),
	(44,'蒋钢强','教学委员会',306,14,NULL,NULL),
	(45,'蒋钢强','财务预算',307,9,NULL,NULL),
	(46,'蒋钢强','财务审批',308,9,NULL,NULL),
	(47,'蒋钢强','岗位津贴发放',309,14,NULL,NULL),
	(48,'蒋钢强','资产申报',310,14,NULL,NULL),
	(49,'蒋钢强','资产登记',311,14,NULL,NULL),
	(50,'蒋钢强','资产报废',312,14,NULL,NULL),
	(51,'蒋钢强','资产清理',313,14,NULL,NULL),
	(52,'蒋钢强',' 学术交流',314,12,NULL,NULL),
	(53,'蒋钢强','校企合作办学',315,14,NULL,NULL),
	(54,'苏龙','专业教学工作年度计划',316,16,0,'副院长'),
	(55,'苏龙','专业教学工作年度总结',317,16,NULL,NULL),
	(56,'苏龙','专业发展规划',318,12,NULL,NULL),
	(57,'苏龙','人才培养方案',319,12,NULL,NULL),
	(58,'苏龙','审定教材',320,14,NULL,NULL),
	(59,'苏龙','教学大纲',321,14,NULL,NULL),
	(60,'苏龙','教学期初检查',322,14,NULL,NULL),
	(61,'苏龙','教学期中检查',323,14,NULL,NULL),
	(62,'苏龙','教学期末检查',324,14,NULL,NULL),
	(63,'苏龙','毕业实习',325,14,NULL,NULL),
	(64,'苏龙','毕业论文',326,14,NULL,NULL),
	(65,'苏龙','实验室',327,14,NULL,NULL),
	(66,'苏龙','教学实践基地',328,14,NULL,NULL),
	(67,'苏龙','教学工作量计算',329,14,NULL,NULL),
	(68,'苏龙','教学管理规章制度',330,14,NULL,NULL),
	(69,'黄海','工作年度计划',331,12,0,'副院长'),
	(70,'黄海','工作年度总结',332,12,NULL,NULL),
	(71,'黄海','科研工作',333,12,NULL,NULL),
	(72,'黄海','课外活动',334,12,NULL,NULL),
	(73,'黄海','训练竞赛',335,14,NULL,NULL),
	(74,'黄海','体质测试',336,14,NULL,NULL),
	(75,'黄海','场地管理',337,14,NULL,NULL),
	(76,'黄海','固定资产',338,14,NULL,NULL),
	(77,'黄海','学术交流',339,14,NULL,NULL),
	(78,'黄海','课外体育活动',340,14,NULL,NULL),
	(79,'黄海','运动训练与竞赛',341,14,NULL,NULL),
	(80,'黄海','大学生体质测试与上报',342,14,NULL,NULL),
	(81,'黄海','运动场馆管理',343,14,NULL,NULL),
	(82,'黄海','公体教学工作量计算',345,14,NULL,NULL),
	(83,'黄海','公体教学管理规章制度',346,14,NULL,NULL),
	(84,'宋海霞','学生工作计划和总结',347,12,NULL,'副院长'),
	(85,'宋海霞','思想政治教育',348,12,NULL,NULL),
	(86,'宋海霞','学生党建',349,14,NULL,NULL),
	(87,'宋海霞','学生资助',350,14,NULL,NULL),
	(88,'宋海霞','党委工作',351,14,NULL,NULL),
	(89,'宋海霞','学工队伍建设',352,14,NULL,NULL),
	(90,'宋海霞','招生就业',353,14,NULL,NULL),
	(91,'宋海霞','档案工作',354,14,NULL,NULL),
	(92,'吴静','工作计划',355,9,NULL,'院办主任'),
	(93,'吴静','工作总结',356,9,NULL,NULL),
	(94,'教研室主任','教研室工作计划',357,16,NULL,NULL),
	(95,'教研室主任','教研室工作总结',358,16,NULL,NULL),
	(96,'教研室主任','制订教学计划',359,16,NULL,NULL),
	(97,'教研室主任','制订教学大纲',360,16,NULL,NULL),
	(98,'教研室主任','教材',361,14,NULL,NULL),
	(99,'教研室主任','审批教学进度',362,14,NULL,NULL),
	(100,'教研室主任','开展教学研究',363,14,NULL,NULL),
	(101,'教研室主任','开展学术研究',364,14,NULL,NULL),
	(102,'教研室主任','新教师任课开新课考核',365,14,NULL,NULL),
	(103,'教研室主任','课程试题库',366,14,NULL,NULL),
	(104,'教研室主任','考试命题',367,14,NULL,NULL),
	(105,'教研室主任','教研室活动制度',368,14,NULL,NULL),
	(106,'教研室主任','教研室听课制度',369,24,NULL,NULL),
	(107,'教研室主任','教研室检查考核制度',370,16,NULL,NULL),
	(108,'教研室主任','教研室队伍建设规划',371,16,NULL,NULL),
	(109,'张振华','教务工作计划',372,24,NULL,'教务秘书'),
	(110,'张振华','教务工作总结',373,24,NULL,NULL),
	(112,'张振华','考试试卷收集',375,14,NULL,NULL),
	(113,'张振华','考试试卷印刷',376,14,NULL,NULL),
	(114,'张振华','考试试卷分发',377,14,NULL,NULL),
	(115,'张振华','考试试卷收缴',378,14,NULL,NULL),
	(116,'张振华','考试试卷装订',379,14,NULL,NULL),
	(117,'张振华','课程考核与成绩登记补考',380,14,NULL,NULL),
	(118,'张振华','课程考核与成绩登记重修',381,14,NULL,NULL),
	(119,'张振华','学生平均学分绩计算',382,14,NULL,NULL),
	(120,'张振华','学生工作',383,14,NULL,NULL),
	(121,'张振华','退学警示与退学',384,14,NULL,NULL),
	(122,'张振华','毕业、结业、肄业',385,14,NULL,NULL),
	(123,'黎伟','教学秘书工作计划',386,25,NULL,'教学秘书'),
	(124,'黎伟','教学秘书工作总结',387,25,NULL,NULL),
	(125,'黎伟','编排课程表',388,14,NULL,NULL),
	(126,'黎伟','发放教室上课任务书',389,14,NULL,NULL),
	(127,'黎伟','教材征订与领发',390,14,NULL,NULL),
	(128,'黎伟','教学检查',391,25,NULL,NULL),
	(129,'黎伟','教学工作会议布置',392,14,NULL,NULL),
	(130,'黎伟','教学工作会议记录',393,14,NULL,NULL),
	(131,'黎伟','学生选课（公体）',394,14,NULL,NULL),
	(132,'蒋刚强','听课',3711,24,NULL,NULL),
	(133,'苏龙','听课',3711,24,NULL,NULL),
	(134,'教研室主任','听课',3711,24,NULL,NULL),
	(135,'吴静','文印任务',395,9,NULL,NULL),
	(136,'吴静','文件整理',396,9,NULL,NULL),
	(137,'吴静','准备资料',397,9,NULL,NULL),
	(138,'张辉明','党委工作计划',400,10,NULL,NULL),
	(139,'张辉明','党委工作总结',401,10,NULL,NULL),
	(140,'张辉明','党委理论中心组学习',402,10,NULL,NULL),
	(141,'张辉明','处级党员领导干部民主生活会',403,10,NULL,NULL),
	(142,'张辉明','党员组织生活会',404,10,NULL,NULL),
	(143,'张辉明','党员发展工作',405,10,NULL,NULL),
	(144,'张辉明','教职工政治理论学习工作',406,10,NULL,NULL),
	(145,'张辉明','大学生思想政治教育工作',407,10,NULL,NULL),
	(146,'张辉明','安全稳定工作',408,10,NULL,NULL),
	(147,'张辉明','工会工作',409,10,NULL,NULL),
	(148,'张辉明','统战工作和离退休工作',410,10,NULL,NULL),
	(149,'张辉明','党风廉政建设工作',411,10,NULL,NULL),
	(152,'梁然','日程管理',414,23,NULL,NULL),
	(153,'梁然','思想政治教育',415,23,NULL,NULL),
	(154,'梁然','学生记录',416,23,NULL,NULL),
	(155,'梁然','心理健康',417,23,NULL,NULL),
	(156,'梁然','积极分子培训',418,23,NULL,NULL),
	(157,'梁然','党员发展',419,23,NULL,NULL),
	(158,'梁然','党员管理',420,23,NULL,NULL),
	(159,'梁然','助学贷款',421,23,NULL,NULL),
	(160,'梁然','勤工俭学',422,23,NULL,NULL),
	(161,'梁然','政策宣传诚信',423,23,NULL,NULL),
	(162,'梁然','招生宣传',424,23,NULL,NULL),
	(163,'梁然','就业指导',425,23,NULL,NULL),
	(164,'梁然','本科就业',426,23,NULL,NULL),
	(165,'梁然','青年志愿者',427,23,NULL,NULL),
	(166,'梁然','学生干部',428,23,NULL,NULL),
	(167,'梁然','宣传报道',429,23,NULL,NULL),
	(168,'梁然','社会实践',430,23,NULL,NULL),
	(169,'梁然','学院文化',431,23,NULL,NULL),
	(171,NULL,'召开会议AB式',432,NULL,NULL,NULL),
	(172,NULL,'召开会议ABC式',433,14,NULL,NULL),
	(173,'宋海霞','宣传工作',3541,14,NULL,NULL),
	(174,'宋海霞','毕业实习',3542,14,NULL,NULL);

/*!40000 ALTER TABLE `onethink_task_type` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_todo
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_todo`;

CREATE TABLE `onethink_todo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `end_date` varchar(10) DEFAULT NULL,
  `priority` int(11) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `status` tinyint(3) NOT NULL DEFAULT '0',
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_todo` WRITE;
/*!40000 ALTER TABLE `onethink_todo` DISABLE KEYS */;

INSERT INTO `onethink_todo` (`id`, `name`, `content`, `user_id`, `end_date`, `priority`, `add_file`, `status`, `sort`)
VALUES
	(24,'1-1 客户贷款申请书','',1,'2015-07-27',5,'',3,1);

/*!40000 ALTER TABLE `onethink_todo` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_udf_expense
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_udf_expense`;

CREATE TABLE `onethink_udf_expense` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `emp_no` varchar(20) NOT NULL DEFAULT '',
  `B` varchar(20) DEFAULT '',
  `C` varchar(20) DEFAULT '',
  `D` varchar(20) DEFAULT '',
  `E` varchar(20) DEFAULT '',
  `F` varchar(20) DEFAULT '',
  `G` varchar(20) DEFAULT '',
  `H` varchar(20) DEFAULT '',
  `I` varchar(20) DEFAULT '',
  `J` varchar(20) DEFAULT '',
  `K` varchar(20) DEFAULT '',
  `L` varchar(20) DEFAULT '',
  `M` varchar(20) DEFAULT '',
  `N` varchar(20) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_udf_expense` WRITE;
/*!40000 ALTER TABLE `onethink_udf_expense` DISABLE KEYS */;

INSERT INTO `onethink_udf_expense` (`id`, `emp_no`, `B`, `C`, `D`, `E`, `F`, `G`, `H`, `I`, `J`, `K`, `L`, `M`, `N`)
VALUES
	(152,'1003','201310','张三','业招待费','1500','500','5','','','','','','',''),
	(153,'1003','201310','张三','通行费','','','','','','','','','',''),
	(154,'1003','201310','张三','交通费','','','','','','','','','',''),
	(155,'1003','201310','李四','业招待费','1500','500','5','','','','','','',''),
	(157,'1003','201310','李四','交通费','','','','','','','','','','');

/*!40000 ALTER TABLE `onethink_udf_expense` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_udf_field
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_udf_field`;

CREATE TABLE `onethink_udf_field` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '',
  `row_type` int(11) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `msg` varchar(50) DEFAULT NULL,
  `control_type` varchar(255) DEFAULT NULL,
  `control_layout` varchar(255) DEFAULT NULL,
  `control_data` varchar(255) DEFAULT NULL,
  `validate` varchar(20) DEFAULT NULL,
  `controller` varchar(20) DEFAULT NULL,
  `is_del` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_udf_field` WRITE;
/*!40000 ALTER TABLE `onethink_udf_field` DISABLE KEYS */;

INSERT INTO `onethink_udf_field` (`id`, `name`, `row_type`, `sort`, `msg`, `control_type`, `control_layout`, `control_data`, `validate`, `controller`, `is_del`)
VALUES
	(56,'A11',1,'','','text','3','','','Flow',0),
	(57,'A2',1,'','','select','4','','','Flow',0),
	(58,'呵 3 ',1,'','','select','1','','','Flow',0),
	(59,'A1',33,'','','text','1','','','Flow',0);

/*!40000 ALTER TABLE `onethink_udf_field` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_udf_field_data
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_udf_field_data`;

CREATE TABLE `onethink_udf_field_data` (
  `row_id` int(11) NOT NULL,
  `field_id` varchar(50) NOT NULL,
  `val` varchar(50) DEFAULT NULL,
  `controller` varchar(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_udf_field_data` WRITE;
/*!40000 ALTER TABLE `onethink_udf_field_data` DISABLE KEYS */;

INSERT INTO `onethink_udf_field_data` (`row_id`, `field_id`, `val`, `controller`)
VALUES
	(0,'59','A1','Flow'),
	(0,'59','A2','Flow'),
	(0,'59','A3','Flow'),
	(242,'59','A4','Flow'),
	(243,'59','a6','Flow');

/*!40000 ALTER TABLE `onethink_udf_field_data` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_udf_salary
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_udf_salary`;

CREATE TABLE `onethink_udf_salary` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `emp_no` varchar(20) NOT NULL DEFAULT '',
  `B` varchar(20) DEFAULT '',
  `C` varchar(20) DEFAULT '',
  `D` varchar(20) DEFAULT '',
  `E` varchar(20) DEFAULT '',
  `F` varchar(20) DEFAULT '',
  `G` varchar(20) DEFAULT '',
  `H` varchar(20) DEFAULT '',
  `I` varchar(20) DEFAULT '',
  `J` varchar(20) DEFAULT '',
  `K` varchar(20) DEFAULT '',
  `L` varchar(20) DEFAULT '',
  `M` varchar(20) DEFAULT '',
  `N` varchar(20) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_udf_salary` WRITE;
/*!40000 ALTER TABLE `onethink_udf_salary` DISABLE KEYS */;

INSERT INTO `onethink_udf_salary` (`id`, `emp_no`, `B`, `C`, `D`, `E`, `F`, `G`, `H`, `I`, `J`, `K`, `L`, `M`, `N`)
VALUES
	(120,'1001','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(121,'1002','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(122,'1003','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(123,'1004','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(124,'1005','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(125,'1006','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(126,'1007','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(127,'1008','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(128,'1009','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(129,'1010','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(130,'1011','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(131,'1012','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(132,'1013','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(133,'1014','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(134,'1015','201310','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(135,'1016','201310','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(136,'1001','201210','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(137,'1002','201210','李四','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL),
	(138,'1003','201210','张三','1000','500',NULL,'1500','150','100','5','50','100','2200',NULL);

/*!40000 ALTER TABLE `onethink_udf_salary` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_user
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user`;

CREATE TABLE `onethink_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `emp_no` varchar(20) NOT NULL DEFAULT '',
  `name` varchar(20) NOT NULL,
  `letter` varchar(10) NOT NULL DEFAULT '',
  `password` char(32) NOT NULL,
  `dept_id` int(11) NOT NULL,
  `position_id` int(11) NOT NULL,
  `rank_id` int(11) NOT NULL,
  `sex` varchar(50) NOT NULL,
  `birthday` date DEFAULT NULL,
  `last_login_ip` varchar(40) DEFAULT NULL,
  `login_count` int(8) DEFAULT NULL,
  `pic` varchar(200) DEFAULT NULL,
  `email` varchar(50) NOT NULL,
  `duty` varchar(2000) NOT NULL,
  `office_tel` varchar(20) NOT NULL,
  `mobile_tel` varchar(20) NOT NULL,
  `create_time` int(11) unsigned NOT NULL,
  `update_time` int(11) unsigned NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `openid` varchar(50) DEFAULT NULL,
  `westatus` tinyint(3) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `account` (`emp_no`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_user` WRITE;
/*!40000 ALTER TABLE `onethink_user` DISABLE KEYS */;

INSERT INTO `onethink_user` (`id`, `emp_no`, `name`, `letter`, `password`, `dept_id`, `position_id`, `rank_id`, `sex`, `birthday`, `last_login_ip`, `login_count`, `pic`, `email`, `duty`, `office_tel`, `mobile_tel`, `create_time`, `update_time`, `is_del`, `openid`, `westatus`)
VALUES
	(2,'admin','管理员','GLY','21232f297a57a5a743894a0e4a801fc3',1,280,250,'male','2013-09-18','127.0.0.1',3002,'emp_pic/1.jpeg','123','1231254123123','5086-2222-2222','15577729055',1222907803,1440123096,0,'1231512315123',1),
	(69,'10001','蒋钢强','JGQ','21232f297a57a5a743894a0e4a801fc3',30,9,5,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1438654011,0,NULL,1),
	(70,'30005','杨磊','YL','21232f297a57a5a743894a0e4a801fc3',24,21,13,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440578852,0,NULL,1),
	(71,'20004','欧小健','OXJ','21232f297a57a5a743894a0e4a801fc3',32,11,6,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440848343,0,NULL,1),
	(72,'10002','张辉明','ZHM','21232f297a57a5a743894a0e4a801fc3',30,10,1,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440121429,0,NULL,1),
	(73,'20002','黄海','HH','21232f297a57a5a743894a0e4a801fc3',32,12,2,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439025701,0,NULL,1),
	(74,'20001','苏龙','SL','21232f297a57a5a743894a0e4a801fc3',32,12,2,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439025711,0,NULL,1),
	(75,'20003','宋海霞','SHX','21232f297a57a5a743894a0e4a801fc3',32,12,2,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440848325,0,NULL,1),
	(76,'50001','任振钢','RZG','21232f297a57a5a743894a0e4a801fc3',37,27,25,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439026044,0,NULL,1),
	(77,'50002','李萌华','LMH','21232f297a57a5a743894a0e4a801fc3',36,3,25,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439026057,0,NULL,1),
	(78,'50003','肖洪扬','XHY','21232f297a57a5a743894a0e4a801fc3',7,27,25,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437364763,0,NULL,1),
	(79,'30008','罗革','LG','21232f297a57a5a743894a0e4a801fc3',24,20,28,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440838153,0,NULL,1),
	(80,'30001','赵原','ZY','21232f297a57a5a743894a0e4a801fc3',24,16,9,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437637963,0,NULL,1),
	(81,'30002','唐飚','T','21232f297a57a5a743894a0e4a801fc3',24,16,12,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437638054,0,NULL,1),
	(82,'50005','陈一新','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(83,'50006','徐世军','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(84,'40001','张振华','ZZH','21232f297a57a5a743894a0e4a801fc3',6,24,22,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437723171,0,NULL,1),
	(85,'50007','潘宏波','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(86,'50008','杨裴','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(87,'50009','于野','YY','21232f297a57a5a743894a0e4a801fc3',7,27,25,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437364135,0,NULL,1),
	(88,'50010','唐鲁','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(89,'50011','农路华','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(90,'50012','文彩凤','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(91,'50013','黄颖峰','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(92,'30003','彭发胜','PFS','21232f297a57a5a743894a0e4a801fc3',24,16,10,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437638008,0,NULL,1),
	(93,'50014','王梓','W','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440816574,0,NULL,1),
	(94,'50015','凌柳雄','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(95,'50016','黄江涛','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(96,'50017','周海新','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(97,'50018','杜朝辉','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(98,'50019','刘怡汝','LR','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00',NULL,NULL,'','','','','',0,1440816609,0,NULL,1),
	(99,'30020','吴静','WJ','21232f297a57a5a743894a0e4a801fc3',40,14,7,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439953064,0,NULL,1),
	(100,'30009','刘柏','LB','21232f297a57a5a743894a0e4a801fc3',24,22,20,'male','0000-00-00',NULL,NULL,'','','','','',0,1440848459,0,NULL,1),
	(101,'50020','童建红','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(102,'40002','黎伟','LW','21232f297a57a5a743894a0e4a801fc3',6,25,23,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1438757781,0,NULL,1),
	(103,'50021','曾丽芳','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(104,'40003','莫双瑗','MS','21232f297a57a5a743894a0e4a801fc3',6,26,24,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440848474,0,NULL,1),
	(105,'30004','王志华','WZH','21232f297a57a5a743894a0e4a801fc3',24,16,19,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1439953084,0,NULL,1),
	(106,'50022','练飞龙','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(107,'50023','杨泽鸿','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(108,'50024','黄俐','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,NULL,NULL,NULL,'','','','',0,0,0,NULL,1),
	(109,'50025','罗梅纳','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(110,'50026','岳娟','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(111,'50027','兰龙轩','LLX','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00',NULL,NULL,'','','','','',0,1440816704,0,NULL,1),
	(112,'50028','阚杰','','21232f297a57a5a743894a0e4a801fc3',7,27,25,'',NULL,'127.0.0.1',NULL,NULL,'','','','',0,0,0,NULL,1),
	(113,'50029','葛聪颖','GCY','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440816738,0,NULL,1),
	(115,'50030','余莉萍','YLP','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440816758,0,NULL,1),
	(116,'40004','梁然','LR','21232f297a57a5a743894a0e4a801fc3',6,23,21,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1437723195,0,NULL,1),
	(117,'50031','黄位明','HWM','21232f297a57a5a743894a0e4a801fc3',7,3,25,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1438395909,0,NULL,1),
	(118,'50032','肖奕超','XC','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440816785,0,NULL,1),
	(119,'50033','莫双溪','MSX','21232f297a57a5a743894a0e4a801fc3',7,27,27,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440816802,0,NULL,1),
	(120,'30007','吴俊杰','WJJ','21232f297a57a5a743894a0e4a801fc3',24,20,11,'male','0000-00-00','127.0.0.1',NULL,'','','','','',0,1440848450,0,NULL,1),
	(1004,'50035','刘沐霖','LL','fc97acb4acce9181bd6ecea594504361',7,27,25,'male','0000-00-00',NULL,NULL,'','','','','',1441095807,0,0,NULL,0),
	(1003,'50034','温长生','WCS','9269de7e56b2da83f484197a4f72759a',7,27,25,'male','0000-00-00',NULL,NULL,'','','','','',1441095785,0,0,NULL,0),
	(1005,'50036','黄大志','HDZ','74631cd645f927f1954944e06bf44355',7,27,25,'male','0000-00-00',NULL,NULL,'','','','','',1441095830,0,0,NULL,0),
	(1006,'50037','陈芳','CF','a3592b47cc304bbd5dc8b2b7102a615e',7,27,25,'male','0000-00-00',NULL,NULL,'','','','','',1441095852,0,0,NULL,0);

/*!40000 ALTER TABLE `onethink_user` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_user_config
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_config`;

CREATE TABLE `onethink_user_config` (
  `id` int(11) NOT NULL DEFAULT '0',
  `home_sort` varchar(255) DEFAULT NULL,
  `list_rows` int(11) DEFAULT '20',
  `readed_notice` text,
  `push_web` varchar(255) DEFAULT NULL,
  `push_wechat` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_user_config` WRITE;
/*!40000 ALTER TABLE `onethink_user_config` DISABLE KEYS */;

INSERT INTO `onethink_user_config` (`id`, `home_sort`, `list_rows`, `readed_notice`, `push_web`, `push_wechat`)
VALUES
	(1,'undefined,14,11,12,22,|undefined,14,24,21,23,13,',12,'55,59',NULL,NULL),
	(49,NULL,20,'54,55,56',NULL,NULL),
	(50,NULL,20,'54,55,56',NULL,NULL),
	(51,NULL,20,'54,55,56',NULL,NULL),
	(52,NULL,20,'54,55,56',NULL,NULL),
	(53,NULL,20,'54,55,56',NULL,NULL),
	(54,NULL,20,'54,55,56',NULL,NULL),
	(55,NULL,20,'54,55,56',NULL,NULL),
	(56,NULL,20,'54,55,56',NULL,NULL),
	(57,NULL,20,'54,55,56',NULL,NULL),
	(58,NULL,20,'54,55,56',NULL,NULL),
	(59,NULL,20,'54,55,56',NULL,NULL),
	(60,'undefined,22,13,23,|undefined,12,21,11,',20,'54,55,56',NULL,NULL),
	(61,NULL,20,'54,55,56',NULL,NULL),
	(62,NULL,20,'54,55,56',NULL,NULL),
	(63,NULL,20,'54,55,56',NULL,NULL),
	(64,NULL,20,'54,55,56',NULL,NULL),
	(65,NULL,20,'54,55,56',NULL,NULL),
	(66,'11,12,13,|21,22,23,',20,'54,55,56',NULL,NULL),
	(67,NULL,20,'54,55,56',NULL,NULL),
	(68,NULL,20,'54,55,56',NULL,NULL),
	(1002,NULL,20,NULL,NULL,NULL),
	(1003,NULL,20,NULL,NULL,NULL),
	(1004,NULL,20,NULL,NULL,NULL),
	(1005,NULL,20,NULL,NULL,NULL),
	(1006,NULL,20,NULL,NULL,NULL);

/*!40000 ALTER TABLE `onethink_user_config` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_user_folder
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_folder`;

CREATE TABLE `onethink_user_folder` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `folder` varchar(20) NOT NULL,
  `user_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `remark` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_user_folder` WRITE;
/*!40000 ALTER TABLE `onethink_user_folder` DISABLE KEYS */;

INSERT INTO `onethink_user_folder` (`id`, `pid`, `folder`, `user_id`, `name`, `sort`, `is_del`, `remark`)
VALUES
	(31,0,'MailFolder',1,'自定义文件夹1','',0,''),
	(32,0,'MailFolder',1,'自定义文件夹1','',0,''),
	(33,0,'MailFolder',1,'自定义文件夹2','',0,'');

/*!40000 ALTER TABLE `onethink_user_folder` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_user_info_base
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_info_base`;

CREATE TABLE `onethink_user_info_base` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `xing_ming` varchar(20) DEFAULT NULL,
  `pic` varchar(50) DEFAULT NULL,
  `xing_bie` varchar(10) DEFAULT NULL,
  `min_zu` varchar(10) DEFAULT NULL,
  `sheng_ri` date DEFAULT NULL,
  `jian_kang` varchar(20) DEFAULT NULL,
  `guan_ji` varchar(50) DEFAULT NULL,
  `zheng_zhi` varchar(20) DEFAULT NULL,
  `xue_li` varchar(20) DEFAULT NULL,
  `zhuan_ye` varchar(20) DEFAULT NULL,
  `xue_xiao` varchar(20) DEFAULT NULL,
  `can_jia` date DEFAULT NULL,
  `zhi_wu` varchar(20) DEFAULT NULL,
  `zhu_zhi` varchar(50) DEFAULT NULL,
  `shen_fen` varchar(20) DEFAULT NULL,
  `dian_hua` varchar(20) DEFAULT NULL,
  `zi_ge` varchar(20) DEFAULT NULL,
  `zi_ge_date` date DEFAULT NULL,
  `zhi_ye` varchar(20) DEFAULT NULL,
  `zhi_ye_date` date DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(20) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `check_time` int(11) DEFAULT NULL,
  `is_check` tinyint(3) NOT NULL DEFAULT '0',
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_user_info_tab1
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_info_tab1`;

CREATE TABLE `onethink_user_info_tab1` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(20) DEFAULT NULL,
  `zhi_cheng` varchar(20) DEFAULT NULL,
  `pi_zhun_date` date DEFAULT NULL,
  `ji_guan` varchar(20) DEFAULT NULL,
  `content` text NOT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `is_check` tinyint(3) NOT NULL DEFAULT '0',
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `add_file` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_user_info_tab2
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_info_tab2`;

CREATE TABLE `onethink_user_info_tab2` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(20) DEFAULT NULL,
  `zheng_shu` varchar(20) DEFAULT NULL,
  `zheng_shu_date` date DEFAULT NULL,
  `bian_hao` varchar(20) DEFAULT NULL,
  `content` text NOT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `is_check` tinyint(3) NOT NULL DEFAULT '0',
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `add_file` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_user_info_tab3
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_info_tab3`;

CREATE TABLE `onethink_user_info_tab3` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(20) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `dan_wei` varchar(20) DEFAULT NULL,
  `zhi_wu` varchar(20) DEFAULT NULL,
  `shou_pin_date` date DEFAULT NULL,
  `zhuan_ye` varchar(20) DEFAULT NULL,
  `content` text NOT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `is_check` tinyint(3) NOT NULL DEFAULT '0',
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `add_file` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_user_tag
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_tag`;

CREATE TABLE `onethink_user_tag` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL,
  `user_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `remark` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_user_tag` WRITE;
/*!40000 ALTER TABLE `onethink_user_tag` DISABLE KEYS */;

INSERT INTO `onethink_user_tag` (`id`, `pid`, `module`, `user_id`, `name`, `sort`, `remark`)
VALUES
	(21,0,'Contact',1,'123','','');

/*!40000 ALTER TABLE `onethink_user_tag` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_user_tag_data
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_user_tag_data`;

CREATE TABLE `onethink_user_tag_data` (
  `row_id` int(11) NOT NULL DEFAULT '0',
  `tag_id` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL DEFAULT '',
  KEY `row_id` (`row_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_vip
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_vip`;

CREATE TABLE `onethink_vip` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '名称',
  `english_name` varchar(20) NOT NULL DEFAULT '' COMMENT '英文名',
  `office_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '办公电话',
  `mobile_tel` varchar(20) NOT NULL DEFAULT '' COMMENT '移动电话',
  `wechat_no` varchar(20) NOT NULL DEFAULT '' COMMENT '微信号',
  `address` varchar(50) NOT NULL DEFAULT '' COMMENT '地址',
  `remark` text,
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `vip_type` varchar(11) DEFAULT NULL COMMENT 'VIP类别',
  `vip_no` varchar(255) DEFAULT NULL COMMENT 'VIP卡号',
  `area` varchar(255) DEFAULT NULL COMMENT '地区',
  `active_shop` varchar(255) DEFAULT NULL COMMENT '开卡姓名',
  `active_date` date DEFAULT NULL COMMENT '开卡日期',
  `birthday` date DEFAULT NULL COMMENT '生日',
  `sex` varchar(10) DEFAULT NULL COMMENT '性别',
  `paper_type` varchar(10) DEFAULT NULL COMMENT '证件类型',
  `paper_no` varchar(20) DEFAULT NULL COMMENT '证件号',
  `dressing_style` varchar(50) DEFAULT NULL,
  `wechat_vip_no` varchar(255) DEFAULT NULL COMMENT '微信VIP卡号',
  `top_size` varchar(255) DEFAULT NULL COMMENT '上衣尺寸',
  `bottom_size` varchar(255) DEFAULT NULL,
  `like_color` varchar(255) DEFAULT NULL,
  `like_shop` varchar(255) DEFAULT NULL,
  `like_brand` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

LOCK TABLES `onethink_vip` WRITE;
/*!40000 ALTER TABLE `onethink_vip` DISABLE KEYS */;

INSERT INTO `onethink_vip` (`id`, `name`, `english_name`, `office_tel`, `mobile_tel`, `wechat_no`, `address`, `remark`, `is_del`, `vip_type`, `vip_no`, `area`, `active_shop`, `active_date`, `birthday`, `sex`, `paper_type`, `paper_no`, `dressing_style`, `wechat_vip_no`, `top_size`, `bottom_size`, `like_color`, `like_shop`, `like_brand`)
VALUES
	(1,'123123','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,NULL,NULL),
	(2,'222222','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','','7','',NULL,NULL,NULL,NULL,NULL),
	(3,'1231231','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,NULL,NULL),
	(4,'11111111111111111111','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','','2,3','',NULL,NULL,NULL,NULL,NULL),
	(5,'55555555555555','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','','1,2','',NULL,NULL,NULL,NULL,NULL),
	(6,'77777777','','','','','','',1,'1','','123','','0000-00-00','0000-00-00','male','','','1,8,9,9,10','',NULL,NULL,NULL,NULL,NULL),
	(7,'王大立','eNGLISH','+86-654654-546545','134-1253-4565','11','10','',0,'白金卡','VIP卡号','地区','开卡店铺','0000-11-30','0000-00-00','female','身份证','7','休闲,性感','微信VIP','XL','XL','蓝色系,豹纹系','',''),
	(8,'11111111111111','','','2222222','','','',0,'金卡','','22222222222','222222','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,'',''),
	(9,'333333333','','','333333','','','',0,'金卡','','3','33333333333333333','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,'',''),
	(10,'444444444444444','','','4444444444444444','','','',0,'金卡','4444444444','444444444444444444','444444','0000-00-00','0000-00-00','male','','',NULL,'44444',NULL,NULL,NULL,'',''),
	(11,'5555555555','','','55555555555555555','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','','55555555',NULL,'',NULL,NULL,NULL,'',''),
	(12,'66666666','','','6666666666666666','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','','6666666666',NULL,'',NULL,NULL,NULL,'',''),
	(13,'777777','','','777777777777777','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','','77777777777777777777',NULL,'',NULL,NULL,NULL,'',''),
	(14,'88888888','','','88888888888888','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,'',''),
	(15,'9999999','','','999999999999999','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','','',NULL,'',NULL,NULL,NULL,'',''),
	(16,'1212121212','','','1212121212','','','',0,'金卡','','北京','百盛','0000-00-00','0000-00-00','male','身份证','',NULL,'',NULL,NULL,NULL,'',''),
	(17,'1313131313131313','','','13131313131131313','','','',1,'金卡','','','','0000-00-00','0000-00-00','male','身份证','123',NULL,'',NULL,NULL,NULL,'','');

/*!40000 ALTER TABLE `onethink_vip` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_vip_sales
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_vip_sales`;

CREATE TABLE `onethink_vip_sales` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `vip_id` int(11) DEFAULT NULL,
  `product` varchar(255) DEFAULT NULL,
  `sales_date` date DEFAULT NULL,
  `size` varchar(50) DEFAULT NULL,
  `qty` varchar(50) DEFAULT NULL,
  `discount` varchar(50) DEFAULT NULL,
  `amount` varchar(50) DEFAULT NULL,
  `point` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_vip_sales` WRITE;
/*!40000 ALTER TABLE `onethink_vip_sales` DISABLE KEYS */;

INSERT INTO `onethink_vip_sales` (`id`, `vip_id`, `product`, `sales_date`, `size`, `qty`, `discount`, `amount`, `point`)
VALUES
	(1,16,'123123','1900-12-31','XL','2','3','400','100'),
	(2,16,'1','2014-05-05','XXL','4','4','654789','-20'),
	(3,14,'Djfjcjdhdhh','2014-04-29','L,XS','18','12','33','33'),
	(4,16,'LA41pl55','2014-04-30','L','1','','1000',''),
	(5,7,'LA41pl55','2014-05-19','XL','2','','2000','2000'),
	(6,7,'','0000-00-00',NULL,'','','','');

/*!40000 ALTER TABLE `onethink_vip_sales` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_weekly_report
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_weekly_report`;

CREATE TABLE `onethink_weekly_report` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(50) DEFAULT NULL,
  `dept_id` int(11) DEFAULT NULL,
  `dept_name` varchar(50) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `content` text,
  `plan` text,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `is_submit` tinyint(3) DEFAULT NULL,
  `add_file` text,
  `score_total` tinyint(3) DEFAULT NULL,
  `work_date` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_weekly_report` WRITE;
/*!40000 ALTER TABLE `onethink_weekly_report` DISABLE KEYS */;

INSERT INTO `onethink_weekly_report` (`id`, `user_id`, `user_name`, `dept_id`, `dept_name`, `create_time`, `content`, `plan`, `is_del`, `is_submit`, `add_file`, `score_total`, `work_date`)
VALUES
	(43,1,'管理员',1,'小贷企业',1421213978,'44','',0,0,'',0,'2014-12'),
	(44,0,NULL,NULL,NULL,NULL,NULL,NULL,0,0,NULL,NULL,NULL);

/*!40000 ALTER TABLE `onethink_weekly_report` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_weekly_report_comment
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_weekly_report_comment`;

CREATE TABLE `onethink_weekly_report_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doc_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `pid` int(11) DEFAULT NULL,
  `reply` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_weekly_report_comment` WRITE;
/*!40000 ALTER TABLE `onethink_weekly_report_comment` DISABLE KEYS */;

INSERT INTO `onethink_weekly_report_comment` (`id`, `doc_id`, `name`, `content`, `user_id`, `user_name`, `add_file`, `is_del`, `create_time`, `update_time`, `pid`, `reply`)
VALUES
	(66,43,'','ddddddddddddddd',1,'管理员','',1,1421220460,1421220479,NULL,'bbbbbbbbbbbbbb'),
	(67,43,'','AAAAAAAAAAAA',1,'管理员','',0,1421220490,0,NULL,NULL);

/*!40000 ALTER TABLE `onethink_weekly_report_comment` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_weekly_report_detail
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_weekly_report_detail`;

CREATE TABLE `onethink_weekly_report_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `seq` tinyint(3) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `item` text,
  `start_time` varchar(255) DEFAULT NULL,
  `end_time` varchar(255) DEFAULT NULL,
  `type` tinyint(3) DEFAULT NULL,
  `status` tinyint(3) DEFAULT NULL,
  `priority` varchar(10) DEFAULT NULL,
  `is_need_help` tinyint(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `onethink_weekly_report_detail` WRITE;
/*!40000 ALTER TABLE `onethink_weekly_report_detail` DISABLE KEYS */;

INSERT INTO `onethink_weekly_report_detail` (`id`, `pid`, `seq`, `subject`, `item`, `start_time`, `end_time`, `type`, `status`, `priority`, `is_need_help`)
VALUES
	(182,43,NULL,'11','|||','|||','|||',1,NULL,NULL,NULL),
	(183,43,NULL,'22','|||','|||','|||',1,NULL,NULL,NULL),
	(184,43,NULL,'33','|||','|||','|||',1,NULL,NULL,NULL),
	(185,43,NULL,'55','','','',2,NULL,'',0),
	(186,43,NULL,'66','','','',2,NULL,'',0),
	(187,43,NULL,'77','','','',2,NULL,'',0),
	(188,43,NULL,'88','','','',2,NULL,'',0),
	(189,43,NULL,'99','','','',2,NULL,'',0),
	(190,43,NULL,'00','','','',2,NULL,'',0);

/*!40000 ALTER TABLE `onethink_weekly_report_detail` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table onethink_work_log
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_work_log`;

CREATE TABLE `onethink_work_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `user_name` varchar(20) DEFAULT NULL,
  `dept_id` int(11) DEFAULT NULL,
  `dept_name` varchar(20) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `content` text,
  `plan` text,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `add_file` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;



# Dump of table onethink_xmk
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_xmk`;

CREATE TABLE `onethink_xmk` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `xm_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `folder` int(11) NOT NULL DEFAULT '0' COMMENT '文件夹',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `type` varchar(20) DEFAULT NULL COMMENT '类型',
  `progress` text COMMENT '项目进展',
  `start_date` date DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `level` varchar(20) DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;



# Dump of table onethink_xmk_report
# ------------------------------------------------------------

DROP TABLE IF EXISTS `onethink_xmk_report`;

CREATE TABLE `onethink_xmk_report` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `xid` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `add_file` varchar(200) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `pid` int(11) DEFAULT NULL,
  `reply` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;




/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
